[
  {
    "page": 11,
    "text": "11 \n \n \nScenario of outcome: In support of a successful Summit of the Future \nThe Summit of the Future is this year’s most important multilateral summit and is \nmeant to follow up on the “what” identified in the 2023 SDG Summit (i.e., accelerated \naction on the SDGs) by delivering the “how” of multilateral reforms (i.e., actionable \nstrategies). The Summit of the Future needs to demonstrate that international cooperation \nis possible and effective in tackling current global challenges, especially amid lacklustre \nSDG progress, widespread conflict, and growing polarization and authoritarian trends \nworldwide. The Summit’s aim is to adopt an ambitious, concise, and action-oriented Pact \nfor the Future. There is consensus that the pact should contribute to strengthening \nconfidence in multilateralism, especially on the part of low and middle income countries.  \nThe G20 needs to use the action-oriented momentum of this Summit to accelerate the \nimplementation of the 2030 Agenda by reducing spillover effects and increasing global \npolicy coherence, a lever to tackle slowing and counterproductive effects on the SDGs. \nThe G20 should use the G20 process during Brazil’s presidency to co-create international \nanswers to spillover effects, including the adoption of the three recommendations \ndescribed in this policy brief.  \nUnder a positive scenario, the G20 (especially through its Development Working \nGroup) will be able to foster a high-level policy dialogue on the importance of \ninternational spillover effects as an important factor to accelerate the achievement of the \nSDGs. Under this scenario, the G20 will have included international spillovers in its \nupdated 2030 Agenda Action Plan and agreed on concrete actions to improve the \nmonitoring of spillover effects and on peer learning mechanisms to co-design appropriate \npolicies to address spillover effects. A successful meeting of development ministers in \nJuly will provide important momentum for the Summit of the Future, being an \nopportunity that should not be missed."
  }
]