[
  {
    "page": 7,
    "text": "7 \n \n \nRecommendations \n \n1) Monitor spillover effects, set impact targets, and support statistical capacity \nIntegrating CBA into national statistics and SDG monitoring enhances the visibility of \nspillover effects and the understanding of global SDG performance. Several countries \n(Finland, Iceland, and the Netherlands) have incorporated CBA into their Voluntary \nNational Reviews (VNRs) (Finnish Government, 2020; Government of Iceland, 2023; \nKingdom of the Netherlands, 2022). Eurostat’s annual SDGs monitoring report also \nfeatures a dedicated section on spillover effects, including indicators on CO₂ emissions \nand cropland footprints of EU members (Eurostat, 2023). The G20 should lead in \nmonitoring and reporting international spillovers, setting a global example.  \nG20 countries should also track these effects against time-bound quantitative targets \nto hold themselves accountable for mitigating negative spillovers. Targets for trade-\nrelated spillovers should cover environmental and social impacts linked to global value \nchains, such as GHG emissions, air pollution, resource depletion (e.g., material \nfootprints), and labor exploitation (e.g., modern slavery and fatal accidents at work). For \ninstance, according to Malik et al. (2023), the EU’s consumption was linked to 500,000 \ncases of modern slavery and 1,200 fatal accidents at work abroad in 2018. The G20, given \ntheir economic importance, should take the lead in elaborating consumption-based targets \nto tackle environmental and social spillover effects.  \nThe above hinges on having accurate data for MRIO databases and consumption-based \naccounting. Hence, a key obstacle in producing high-quality spillovers assessments is the \nlack of statistical capacity to produce up-to-date data on economic transactions and social \nand environmental impacts associated with productive activities. This is the case with \nmany producing countries, which is where most of the social and environmental impacts"
  },
  {
    "page": 8,
    "text": "8 \n \n \nassociated with trade-related spillovers take place. Therefore, to tackle spillovers \neffectively, G20 countries must assist low and middle income countries in strengthening \ntheir statistical capacity. This is consistent with SDG target 17.19, which calls for \nsupporting statistical capacity building in developing countries and tracks, via indicator \n17.19.1, financial assistance to developing countries for this purpose. Additionally, the \nG20 should support the production of Geospatial Information Service (GIS) data and \nremote sensing technologies, which offer tremendous opportunities to refine the \ngranularity, timeliness, and quality of SDG data. For example, GIS data is used by the \nWorld Resources Institute’s Global Forest Watch initiative to track global deforestation \nand its causes (Curtis et al., 2018).  \n \n2) Establish inclusive processes that bring together stakeholders to co-develop \nmultilateral policies and partnerships  \nMany high income countries have implemented policies to tackle negative spillovers, \nsuch as national regulations and due diligence laws to address social issues in global value \nchains (e.g., child labour), tackle deforestation, and adopt carbon border adjustment \nmechanisms. However, these important initiatives have been unilateral policy instruments \nthat, largely, have not considered perspectives from the affected economies, potentially \nresulting in trade-offs (e.g., higher unemployment and poverty). The G20 should, \ntherefore, create and support new inclusive platforms and partnerships to ensure that \nproduction processes include robust safeguards to protect the environment and human \nrights. Voluntary Partnership Agreements (VPAs) are one such example. Recognizing that \nwood consumed by the EU often comes from regions with poor forest management, \nillegal logging, and degradation of primary forests, VPAs are negotiated by the EU and \ntimber-exporting countries to only allow legally produced imports. Then, timber legality"
  },
  {
    "page": 9,
    "text": "9 \n \n \nassurance systems push exporting countries to improve their forest management \npractices, promoting sustainable forestry (EU FLEGT Facility, 2009). The Just Energy \nTransition Partnerships (JETPs) are another example of new forms of international \ncollaboration. JETPs provide a blend of financing instruments, including concessional \nloans, grants, and guaranteed private funds, to support countries’ decarbonization efforts, \nespecially those that are dependent on coal (European Commission, 2021). The first JETP, \nlaunched at the COP-26, mobilizes $8.5 billion to 1) replace coal with renewable energy; \n2) expand electric vehicles use; and 3) establish a green hydrogen industry in South \nAfrica. The partnership mobilizes stakeholders to facilitate an energy transition, but it will \nbe important that implementation of the JETP addresses the social consequences of \ndecarbonization (e.g., coal miners’ unemployment; Pilling, 2022). The G20 should \nendorse and expand such initiatives, ensuring their effectiveness. The JETP model could \nalso be applied to land and ocean management. Beyond these two examples for voluntary \npartnerships, it is important to establish platforms for exchange and peer learning on the \ndesign of policy tools between countries causing and affected by spillover effects. The \nG20, serving as a high-level forum, is well positioned to facilitate dialogue on spillover \neffects. Leveraging its various working groups (such as the working groups on \nDevelopment, Trade and Investment, Employment, and Climate and Environmental \nSustainability), the G20 should lead a dedicated agenda to curb negative spillover effects. \nJoint workshops among the relevant G20 working groups should be a first step towards \ndeveloping a structured agenda for upcoming G20 presidencies.  \n \n3) Incorporate spillover effects in the G20's 2030 Agenda Action Plan In 2016, \nduring the Chinese presidency, the G20 adopted its first “Action Plan on the 2030 Agenda \nfor Sustainable Development”. In the Hamburg Update (2017), a list of collective actions"
  },
  {
    "page": 10,
    "text": "10 \n \n \nand a Voluntary Peer Learning Mechanism (VPLM) were set up to share experiences and \nlessons learned. The Osaka Update (2019) highlighted the need for multi-stakeholder \ndialogue and continued the peer learning mechanism in the Action Plan. The 2023 Action \nPlan, under the Indian presidency, called for action in three key areas: digital \ntransformation, gender equality, and just transitions.  \nDeveloped within the Development Working Group, the Action Plans aim to enhance \npolicy coherence and coordination across all G20 work streams for the SDGs \nachievement. Thus, it seems logical to integrate the issue of spillover effects into the next \nAction Plan update. Recognizing spillovers' significance in either hindering or advancing \nthe achievement of the SDGs, the issue should be featured prominently in the high-level \nprinciples section. Moreover, the updated Action Plan should specify concrete measures \nto address negative spillovers such as strengthening statistical capacities and promoting \ndialogue and peer learning mechanisms on the design of policy tools. Addressing \nspillover effects in the Action Plan of the Brazilian G20 presidency’s meeting of \ndevelopment ministers would be an important input into the discussions leading up to the \nUN Summit of the Future in September 2024."
  }
]