[
  {
    "page": 3,
    "text": "3 \n \n \nDiagnosis of the issue: Addressing negative spillover effects for SDG \nachievement \n \nThe adoption of the 2030 Agenda provided a shared pathway towards sustainable \ndevelopment via the achievement of 17 Sustainable Development Goals (SDGs) by 2030. \nAt the Agenda’s midpoint, however, the world is substantially off track. This is not just \ndue to the Covid-19 pandemic and armed conflicts, but due to major structural obstacles \nthat cannot be solved by individual countries. Therefore, at the SDG Summit in 2023, \nheads of state called for accelerated global action towards sustainable development. This \nyear’s United Nations’ Summit of the Future should follow up on the SDG Summit, \ndelivering essential multilateral reforms.  \nA critical, yet underappreciated, factor in achieving the SDGs is addressing “spillover \neffects”. Namely, how a country’s actions affect other countries’ efforts to achieve the \nSDGs. These externalities, or spillovers, must be understood, monitored, and managed \neffectively through actions by the countries causing them and through international \npartnerships. The G20, as a high-level forum bringing together major economies, the \nEuropean Union and (as of last year) the African Union, is ideally placed to address this \nissue. Since 2015, the G20 has committed itself to implement sustainable development, \namong others by adopting regular 2030 Agenda Action Plans. The G20 is therefore the \nright forum for overcoming structural obstacles towards the SDGs such as negative \nspillover effects.  \nThe Sustainable Development Solutions Network (SDSN) leads in measuring these \ncross-border effects through the International Spillovers Index, included in its annual \nSustainable Development Report. The latest assessment suggests an inverse relationship \nbetween SDG progress and the generation of spillovers, with high per capita income"
  },
  {
    "page": 4,
    "text": "4 \n \n \ncountries such as Germany having a better SDG performance domestically (higher SDG \nIndex score), but more negative impacts abroad (lower International Spillover Index \nscore). On the opposite end, India and African Union countries have the lowest SDG \nperformance, but the highest spillover performance, meaning that they cause the least \nnegative international effects (Figure 1). Addressing spillovers thus becomes crucial for \nensuring that domestic progress in achieving the SDGs is not realized via externalizing \nnegative effects abroad.  \n \n \nFIGURE 1. SDG Index scores vs. International Spillover Index scores of G20 members \n(performance: 0 worst – 100 best)  \nSource: Authors’ work based on Sachs et al. (2023)  \n \nSpillover effects stem from cross-border pollution flows, economic and financial \nflows, multilateralism and security effects, and environmental and social impacts"
  },
  {
    "page": 5,
    "text": "5 \n \n \nembodied in international trade. The latter arises from the globalization of value chains, \nwhere products consumed in one country cause social and environmental impacts along \ntheir production processes, which are not considered in the consuming country’s national \nstatistics. High income countries, given their consumption levels, are particularly \nresponsible for trade-related spillovers. Accounting for these spillovers becomes crucial \nfor an accurate assessment of contributions towards sustainable development. For \ninstance, in some G20 economies (e.g., Germany, France, the UK), offshore GHG \nemissions are more than 40 percent of their total GHG footprint (Figure 2).  \n \n \nFIGURE 2. Domestic vs. Spillover GHG emissions in G20 members (tonnes/capita) \nSource: Authors’ work based on the Crippa et al. (2022), Forster et al. (2021), and Release \n057 of the GLORIA database (Lenzen et al. 2021), constructed in the Global MRIO Lab \n(Lenzen et al. 2017)."
  },
  {
    "page": 6,
    "text": "6 \n \n \nWhile assessing a country’s consumption’s global impacts has been challenging, trade-\nrelated spillovers are now measured through Consumption Based Accounting (CBA; \nWood et al., 2020). Measuring spillovers via CBA requires detailed data on trade flows \nbetween economic sectors within and among countries. It also requires data on the social \nand environmental impacts happening along global supply chains. Multi-Regional Input-\nOutput (MRIO) databases and models are currently the standard method for CBA \n(Lenzen, 2008). Yet, there are significant data gaps, particularly in low and middle income \ncountries.  \nUltimately, curbing negative spillovers requires multilateral solutions, especially \nbetween resource-rich and labor-rich countries with high income consumer countries. \nGiven the global nature of this challenge, the G20 is a suitable platform for tackling \ninternational spillovers. This policy brief outlines three recommendations for G20 \nleaders:  \n1) Monitor spillover effects, set impact targets, and support statistical capacity; \n2) Establish inclusive processes that bring together stakeholders to co-develop \nmultilateral policies and partnerships;  \n3) Incorporate spillover effects in the G20’s 2030 Agenda Action Plan.  \n \nThe G20’s immediate aim should be to build momentum for a successful Summit of \nthe Future by restoring trust through high-level policy discussions on international \nspillover effects, which have the potential to accelerate progress on the SDGs. Moreover, \nthe G20 should initiate a structured agenda for upcoming G20 presidencies to tackle \nspillovers."
  }
]