[
  {
    "page": 2,
    "text": "2 \n \n \nAbstract \nThe G20 is an important international forum to promote the implementation of the \n2030 Agenda for Sustainable Development. A major obstacle to sustainable development \nworldwide that has so far received little attention are negative international spillover \neffects. These are undesirable external economic, social, environmental, and security \neffects from a country’s actions which undermine other countries’ efforts to achieve the \nSDGs. Negative spillovers may reinforce existing international injustices and divergences \nbetween countries of different income categories and regions. Assessments show an \ninverse relationship between domestic SDG progress and the generation of negative \nspillovers, with high income countries (many G20 countries) having a better performance \non the SDGs domestically (higher SDG Index scores), but also more negative impacts \nabroad (lower International Spillover Index scores). All countries, and especially the G20 \ngiven their combined economic weight, must better understand, monitor and manage their \nspillovers to allow all countries to meet the SDGs. Curbing negative international \nspillovers requires multilateral solutions, especially across resource-rich and high income \nconsumer countries. Given the global nature of this challenge, the G20 is a suitable forum \nfor discussing solutions. This policy brief brings three recommendations to the G20:  \n1) Monitor spillover effects, set impact targets, and support statistical capacity; 2) \nEstablish inclusive processes that bring together stakeholders to co-develop multilateral \npolicies and partnerships;  \n3) Incorporate spillover effects in the G20’s 2030 Agenda Action Plan.  \nThe G20’s immediate aim should be to build momentum for a successful Summit of \nthe Future by restoring trust through high-level policy discussions on international \nspillovers, which have the potential to accelerate the SDG progress. Moreover, the G20 \nshould initiate a structured agenda for upcoming G20 presidencies to tackle spillovers."
  }
]