[
  {
    "page": 6,
    "text": "4\nUnlocking the power of data for sustainable development\nAccurate, timely and disaggregated data are vital for measuring progress \ntowards the 17 Sustainable Development Goals (SDGs) and 169 associated \ntargets. Data help identify challenges, formulate solutions, monitor \nimplementation and make needed course corrections. Without high-quality \ndata providing an evidence base, it will be impossible to truly understand \nwhere we are succeeding and falling short on the SDGs. The Sustainable \nDevelopment Goals Report 2024 provides a comprehensive overview of \nthe world’s progress nine years into the journey to 2030. Using the latest \navailable data, the report highlights both successes and challenges as the \ninternational community strives to fully realize the ambitions and principles \nof the 2030 Agenda for Sustainable Development.  \nProgress assessment for the 17 Goals based on assessed targets, by Goal \n(percentage)\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\nGoal 17\nGoal 16\nGoal 15\nGoal 14\nGoal 13\nGoal 12\nGoal 11\nGoal 10\nGoal 9\nGoal 8\nGoal 7\nGoal 6\nGoal 5\nGoal 4\nGoal 3\nGoal 2\nGoal 1\nOn track or target met\nModerate progress\nMarginal progress\nStagnation\nRegression\nThe progress assessment carried out in 2024 reveals that the world is \nseverely off track to realize the 2030 Agenda. Of the 169 targets, 135 can be \nassessed using available global trend data from the 2015 baseline to the most \nrecent year, along with custodian agency analyses; 34 targets lack sufficient \ntrend data or additional analysis. Among the assessable targets, only 17 per \ncent display progress sufficient for achievement by 2030. Nearly half \n1\t\nDue to new data and revised methodologies, this year’s progress assessment is not comparable to those of previous years.\n(48 per cent) exhibit moderate to severe deviations from the desired \ntrajectory, with 30 per cent showing marginal progress and 18 per cent \nmoderate progress. Alarmingly, 18 per cent indicate stagnation and 17 \nper cent regression below the 2015 baseline levels.1 This comprehensive \nassessment underscores the urgent need for intensified efforts to put the \nSDGs on course. Detailed analysis by target can be found at the end of this \nreport.\nSDG progress assessment is affected by ongoing challenges in the \navailability and timeliness of data to monitor all 17 Goals. Overall, \ncommendable progress has been made in improving internationally \ncomparable data for SDG monitoring. In 2016, when the global indicator \nframework for the Goals and associated targets was initially adopted, only \nabout one third of indicators had good data coverage (that is, data were \navailable for more than 50 per cent of countries), and 39 per cent of the \nindicators lacked internationally established methodologies or standards. \nToday, 68 per cent of indicators have good data coverage. Since 2020, \nall 231 indicators have had well-established and internationally agreed \nmethodologies. Good trend data are available for 51 per cent of the indicators \n(at least two data points since 2015) in more than half of all countries.\nThe variance in country data coverage plays out differently across the Goals, \nwith major shortfalls in priority development areas, such as gender equality \n(Goal 5), climate action (Goal 13), and peace, justice and strong institutions \n(Goal 16). Moreover, data timeliness remains a challenge. Approximately one \nthird of indicators lack data for the past three years, hampering the ability of \npolicymakers to make timely informed decisions and course corrections.\nProportion of countries or areas with trend data (at least two data points \nsince 2015), comparing 2019 and 2024 databases, by Goal (percentage)\n0\n20\n40\n60\n80\n100\nG1\nG2\nG3\nG4\nG5\nG6\nG7\nG8\nG9 G10 G11 G12 G13 G14 G15 G16 G17\n2019\n2024\nI. The current status of the SDGs: severely off track\nII.\t Despite commendable increases in data to monitor the SDGs, \ncritical gaps persist \nOverall progress across targets based on 2015–2024 global aggregate data\n18%\n30%\n18%\nOn track or target met\nModerate progress\nMarginal progress\nStagnation\nRegression\n17%\n17%"
  },
  {
    "page": 7,
    "text": "5\nUnlocking the power of data\nRobust data build on a strong statistical foundation, innovation and integration\nA strong statistical foundation draws on both traditional and innovative \ndata sources. Traditional data sources include censuses, surveys and \nadministrative data. Population censuses provide crucial data for national \nand subnational planning and also serve as denominators for numerous SDG \nindicators. Household surveys contribute data for about one third of SDG \nindicators, according to the Inter-Secretariat Working Group on Household \nSurveys. Birth and death registrations are vital for accurate population data \nand ensure individuals’ legal rights, providing essential documentation for \naccessing health care, education and inheritances. \nMany countries still face challenges, however, in building a robust statistical \nfoundation with data from these three traditional sources. In 2022, overall \nperformance on them across countries averaged around 0.6 (out of 1). \nNotable disparities existed across countries. High-income countries \nachieved nearly a full score for birth and death registration; upper-middle-\nincome countries had an average score of 0.7; low- and lower-middle-\nincome countries scored only 0.2. Disparities in censuses and surveys \nbased on income level also persist, with scores from 0.5 to 0.8, although \ndifferences were less pronounced.\nData demand for SDG monitoring has spurred innovation and the integration \nof different data sources. For instance, Azerbaijan uses remote sensing to \nmonitor the coverage of important sites for mountain biodiversity (SDG \nindicator 15.4.1). Colombia and Malaysia have integrated geospatial and \npopulation data to estimate the proportion of the rural population living \nwithin 2 kilometres of an all-season road (SDG indicator 9.1.1). Bangladesh \nhas employed geospatial and survey data to generate local poverty estimates \nto inform government policies. Ghana and the United Kingdom have tapped \ninto citizen science data to monitor marine litter (SDG indicator 14.1.1). \nKyrgyzstan’s statistical office collaborates with a network of civil society \norganizations to explore how citizen data can support the Voluntary National \nReview. Both the Netherlands and Uruguay monitor air pollution with \nnational networks of sensors (SDG indicator 11.6.2). \nCountries worldwide are recognizing the need to invest in national statistical \nsystems to produce high-quality, timely data for SDG monitoring. This \ninvolves not only financial resources but also requires building capacity, \nmodernizing infrastructure and adopting international statistical standards. \nAs countries continue to strengthen statistical foundations, embracing \ninnovation and integrating diverse data sources and methodologies will be \ncritical in overcoming challenges such as declining response rates as well as \nin fostering collaborative partnerships.\nStatistical performance of countries on birth and death registration, censuses and \nsurveys, by income level, 2022 (score 0–1)\n0.0\n0.2\n0.4\n0.6\n0.8\n1.0\nWorld\nHigh income\nUpper-middle income\nLow and lower-middle income\nCompleteness of birth and death registration\nCensuses\nSurveys\nEngaging citizens in data production is essential to leave no one behind \nThe overarching principle of the 2030 Agenda for Sustainable Development \nis to leave no one behind. A comprehensive review by the Gender Data \nCompass, however, revealed significant gaps in disaggregated data for \nkey social, economic and environmental indicators disseminated online \nby national statistical offices (NSOs). In 2023, the availability score for \nsex-disaggregated data ranged from 23 to 83 out of 100. Sex-disaggregated \ndata were most available for indicators on demographics, migration, \nfertility and reproductive health (with a score of 83) and least available for \nenvironmental indicators (23).\nFurther disaggregation by additional characteristics resulted in a significant \ndecrease in data availability. For example, the availability score for \ndemographic and migration indicators dropped to 34 when including \ndisaggregation by sex and other non-geographic characteristics. Subnational \ndata availability was notably low, with average scores ranging from 3 to \n34. Interestingly, high-income countries generally exhibited lower overall \ndisaggregated data availability compared to low- and middle-income \ncountries.\nIII. How to harness the power of data\nData availability score by sex and other characteristics and type of indicator, \n2022 (score 0–100)\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\nDemography \nand migration\nFertility and \nreproductive \nhealth \nEmployment \nand time use \nLiving \nconditions \nDigital \nconnectivity \nEducation\nCrime and \njustice\nAgency and \neconomic \nadvancement \nHealth and \nnutrition \nEnvironment\nSubnational data by sex and other disaggregation \u001f\nData breakdown by sex\nData breakdown by both sex and other non-geographic disaggregation"
  },
  {
    "page": 8,
    "text": "6\nEnsuring that no one is left behind calls for more than just data \ndisaggregation. Uncovering the intersectional disadvantages faced by the \nmost marginalized groups demands additional efforts. For example, a side \nevent on citizen data at the fifty-fifth session of the United Nations Statistical \nCommission showed that indigenous women and girls with disabilities \nin Bolivia faced significant challenges in accessing reproductive health \ninformation and care. Addressing these challenges and formulating relevant \npolicies to overcome them is possible only when citizen data are collected \nwith the active involvement and support of communities with firsthand \nknowledge of their own needs.\nInvolving citizens in data production signifies a shift towards a more \ncollaborative and participatory model of governance, marking a new chapter \nin the social contract between State institutions and citizens. This refreshed \ndynamic embodies principles of transparency, participation and shared \nresponsibility, reflecting an evolving relationship where citizens are not just \nsubjects of governance but active participants in it. The newly proposed \nCopenhagen Framework on Citizen Data by the Collaborative on Citizen \nData supports such engagement.\nData openness has improved; use and impact need more work \nThe increased openness, accessibility and effective use of data have been \ncrucial to better data impact. Since the adoption of the 2030 Agenda, \ncountries have made significant progress in opening up official statistics for \npublic use. According to Open Data Inventory, the average score on data \nopenness for around 180 countries and areas increased from 44 in 2017 to \n55 in 2022. The openness level was greater in high-income countries, with a \nscore of 67 in 2022, compared to only 42 for low- or lower-middle-income \ncountries. This score represents official statistics that are machine-readable, \nnon-proprietary, have an open data licence or open data terms of use, \ninclude available metadata and offer accessible download options.\nData openness does not always translate into effective use and impact, \nhowever. Monitoring these dimensions has been challenging. The \nStatistical Performance Indicators framework covers data use by national \nlegislatures and executive branches, civil society, academia and international \norganizations, but only data use by international organizations is available. \nMore efforts are needed to strengthen data use and impact, and measure \nand document results. \nData openness score, 2022\nData openness \nscore\nData are non-\nproprietary\nData are \nmachine \nreadable\nAvailability of \nmetadata\nDownload \navailability\nHaving open \ndata terms \nof use\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\nHigh income\nLow and lower-middle income\nUpper-middle income\nWorld\nThe role of national statistical offices as data stewards is evolving but challenges in data governance \nremain   \nSuccessful SDG monitoring requires NSOs to play a strong stewardship role \nwithin the national data ecosystem. According to a 2023 survey on data \nstewardship, nearly all NSOs reported having the mandate to coordinate \nthe production and integration of official statistics across the national \nstatistical system. Perceptions of successful data stewardship, however, \nvaried. While almost 90 per cent of NSOs agreed that increased data \nsharing and reuse within the national statistical system were top priorities, \nthey did not universally recognize active engagement with census and survey \nrespondents, media interaction and improved data literacy as indicators of \neffective stewardship. \nEnsuring data privacy and security is crucial in today’s world, with data \nproduced by both State entities and non-State actors, such as the private \nsector and civil society organizations. Surprisingly, only 30 per cent of NSOs \nconsidered this aspect important in their data stewardship role. This finding \nis consistent with responses to another survey question on which entities \nare responsible for different aspects of official statistics. While 80 per cent \nof NSOs either led or co-led technical and statistical standard-setting, only \n50 per cent played a role in data security. This underscores the urgent need \nto establish national data governance systems that go beyond the current \nscope of NSO activities.\nProportion of NSOs agreeing on areas where successful data stewardship could \ncontribute,  2023 (percentage)\n0\n20\n40\n60\n80\n100\nIncreased data-sharing and reuse between government\nentities and across the national statistical system\nActive engagement between data producers\nand data users\nIncreased trust in data and statistics produced by the\nnational statistical system\nMore data-driven and statistics-driven\npolicymaking\nIncreased resources allocated to the production,\ndissemination and use of data across all sectors of\nsociety\nIncreased availability and timeliness of time series\ndata and statistics\nIncreased data literacy in society\nLow incidence or impact of data privacy breaches\nand data security incidents within the national\nstatistical system\nIncreased citizen engagement in surveys and\ncensuses\nIncreased use of statistics by journalists and other\ncommunications professionals\n9\n46\n39\n32\n15\n59\n64\n63\n84\n65"
  },
  {
    "page": 9,
    "text": "7\nUnlocking the power of data\nStrengthening partnerships is key to more inclusive data  \nBuilding partnerships with diverse stakeholders makes SDG monitoring more \ninclusive and incorporates different perspectives and needs. According to \na 2022 survey on the implementation of the Cape Town Global Action Plan \nfor Sustainable Development Data, 81 per cent of NSOs had institutional \narrangements with the public sector, followed by international organizations \nat 66 per cent, academia at 56 per cent and the private sector at 45 per cent. \nPartnerships between NSOs and civil society organizations stood at 37 per \ncent. A similar trend was observed in the production of gender statistics, \nwith government ministries being the most common partners. Around 90 \nper cent of NSOs had established regular or ad hoc collaborations with \nother government entities, compared to only 37 per cent with civil society \norganizations. \nAs more countries recognize the importance of adopting a “whole-of-\nsociety” approach to achieve the ambitious goals of the 2030 Agenda, \nincreased efforts are being made to acknowledge the contributions of civil \nsociety. For example, with support from the Collaborative on Citizen Data \nand the United Nations country team, the Bangladesh Bureau of Statistics is \nestablishing a formal partnership with civil society organizations to produce \nand use citizen data. This initiative represents a significant step for the \ncountry in recognizing data generated by non-state institutions.\nSimilar partnerships have flourished globally. At the SDG Summit in \nSeptember 2023, the High Impact Initiative on the Power of Data was \nlaunched. It aims to deliver data needed to achieve the SDGs by mobilizing \npolitical support and investments in national data systems, fostering unified \nnational data strategies, and strengthening partnerships, collaboration and \ncoordination. The expanding initiative currently comprises 15 countries \nacross Africa, Asia and Latin America and Caribbean. More countries and \npartners are encouraged to join this important effort to ensure that every \ngovernment has data to monitor and drive SDG progress. \nPartnering with local governments enables NSOs to gather more \naccurate, comprehensive and context-specific data, enhancing the overall \neffectiveness of SDG monitoring and the responsiveness of development \nefforts to local priorities. According to the 2023 data stewardship survey, 49 \nper cent of NSOs had established a formal process or dedicated position for \ncollaborating with local officials; 27 per cent had organized ad hoc meetings \nfor such collaboration; 24 per cent either had rare or no arrangements or did \nnot respond to this question on the survey.\nCoordinated efforts can close funding gaps and boost national data and statistical capacity  \nIn 2023, only 65 per cent of countries had fully funded and implemented \nnational statistical plans. The funding gap is more pronounced in low- and \nlower-middle-income countries, where only 35 per cent have sufficient \nfunding, compared to only 11 per cent of high-income countries. Forty-five \ncountries or areas received funding from donors; half were low- and lower-\nmiddle-income countries. \nIn the Hangzhou declaration on accelerating progress on the Cape Town \nGlobal Action Plan for Sustainable Development Data, countries agreed on \n“an urgent and sustained increase in the level and scale of investments in \ndata and statistics from domestic and international actors, from the public, \nprivate and philanthropic sectors, to strengthen statistical capacity in low-\nincome countries and fragile states, close data gaps for vulnerable groups \nand enhance country resilience in the current context of economic crisis, \nconflict, climate change and increased food insecurity.”  \nWhile acknowledging the contribution of development partners in building \nnational data and statistical capacity, a holistic approach to such support \nis crucial to prevent silos and duplicated efforts. Effective coordination and \nproper funding allocations between development partners and national \nentities are imperative to systematically address data and capacity gaps. \nMechanisms such as the Statistical Training Needs Assessment Tool, \ndeveloped by the Global Network of Institutions for Statistical Training, can \naid in systematically assessing national statistical capacities to guide funding \nallocations. Colombia and Ghana have used the tool to develop plans that \nhelp prioritize capacity-building needs.\nProportion of countries with a national statistical plan that is fully funded and \nunder implementation, 2023 (percentage)\n0\n20\n40\n60\n80\n100\nWorld\nHigh income\nUpper-middle income\nLow and lower-middle income\n36\n65\n89\n72\nMechanisms to collaborate with municipal/city government data stewards, \n2023 (percentage)\n27\n24\nAd hoc meetings only\n49\nWith a formal process or an established position\nRarely, no arrangement or nonresponse"
  }
]