[
  {
    "page": 34,
    "text": "23\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\nThe SDG Index and Dashboards track the annual progress of all 193 UN Member States towards the SDGs \n(Box 2.1). At the midpoint of the 2030 Agenda, however, the SDGs are far off track. Despite the world improv-\ning on average half a point per year on the SDG Index between 2015 and 2019 (which was already too slow) \nprogress has stalled since the outbreak of the pandemic and the onset of other overlapping crises. And while \nmost high-income countries (HICs) were able to mitigate the socioeconomic impacts of these multiple crises \nthrough automatic stabilizers, emergency expenditures, and recovery plans, there has been limited progress \non environmental and biodiversity goals, including SDG 12 (Responsible Consumption and Production), \nSDG 13 (Climate Action), SDG 14 (Life Below Water) and SDG 15 (Life on Land), including in countries that are \nlargely responsible for the climate and biodiversity crises. The disruptions caused by these multiple crises \nalso aggravated fiscal-space issues in low-income and lower-middle-income countries (LICs and LMICs), \nleading to a reversal in progress on several related goals and indicators.\nThe SDG Index and Dashboards\nPart 2\n2.1 SDG Status at the midpoint of \nthe  2030 Agenda \nBased on the pace of progress since 2015, none of the \ngoals is on track to be achieved globally by 2030. Figure 2.1 \nprovides a summary of the population-weighted world \naverage performance by goal. Those related to hunger, \nsustainable diets, and health outcomes are particularly \noff-track, as are the goals concerning terrestrial and marine \nbiodiversity, urban pollution, housing, strong institutions, \nand peaceful societies. Although on average the world \nhas made some progress in strengthening access to key \ninfrastructure, covered notably under SDG 6 (Clean Water \nand Sanitation), SDG 7 (Affordable and Clean Energy) \nand SDG 9 (Industry, Innovation and Infrastructure), this \nvaries extensively across countries, and the world average \nremains too slow to achieve these SDGs globally by 2030. \nThe education dashboard focuses on access to pre-primary \nand primary education, as well as on lower-secondary \nBox 2.1 The SDG Index and Dashboards\nThe SDG Index is an assessment of each country’s overall performance on the 17 SDGs, giving equal weight to each \nGoal. The score signifies a country’s position between the worst possible outcome (score of 0) and the target (score \nof 100). The dashboard and trend arrows help identify priorities for further actions and indicate whether countries are \non track or off track to achieve the goals and targets by 2030, based on latest trend data. The 2023 SDG Index edition \nincludes 97 global indicators. Two-thirds of the data come from official statistics (typically United Nations custodian \nagencies) with one third from non-traditional statistics, including research centers, universities, and non-governmental \norganizations. Published since 2015, the SDG Index and Dashboards has been peer-reviewed and the global edition \nhas been statistically audited by the European Commission in 2019 (Schmidt-Traub et al. 2017; Papadimitriou, Neves, \nand Becker 2019). More detailed information is available in the Methods Annex, in the detailed methodology paper \n(Lafortune et al. 2018), and on our website (www.sdgtransformationcenter.org and www.sdgindex.org).\ncompletion rates. Due to limited data availability at the \nglobal level, it does not track the quality of education, \nequity in learning outcomes, or lifelong learning. The \ndashboard for SDG 12 (Responsible Consumption and \nProduction) focuses on production-based nitrogen \nemissions, imported nitrogen emissions, and export of \nplastic waste, however we lack time series for several other \nindicators for this goal. Country-level information and \nregional averages are available in the country profiles. \nWe estimate that on average only around 18 percent of the \nSDG targets are on track to be achieved globally by 2030. \nThese are notably related to basic health outcomes, such \nas neonatal mortality and under-5 mortality rates, as well as \naccess to basic infrastructure and services – such as targets on \nmobile use, internet use, and the share of adults with a bank \naccount. Other recent findings at the global and regional \nlevels similarly suggest that less than 20 percent of the SDG \ntargets are on track (United Nations 2023; UNECE 2023)."
  },
  {
    "page": 38,
    "text": "2.2 Leave no one behind\n2. The SDG Index and Dashboards\n27\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\nThere is significant variation in progress by regions and \nincome groups. Overall, European countries top the SDG \nIndex and are also on track to achieving more targets \nthan any other region. Denmark, Czechia, Estonia, Latvia, \nand the Slovak Republic are the five countries that have \nachieved, or are on track to achieving, the largest number \nof SDG targets. By contrast, Lebanon, Yemen, Papua New \nGuinea, Venezuela, and Myanmar present the largest \nnumber of SDG targets for which there has been a reversal \nin progress. \nOverall, Finland tops the 2023 SDG Index, followed by \nSweden and Denmark. All top 20 countries on the SDG \nIndex are in Europe, most of them European Union \nmember states. Yet none of these countries obtains a \nperfect score. The dashboards presented in section 2.4 \nillustrate that even the highest-performing countries on \nthe SDG Index still face major challenges in achieving \nseveral SDGs, especially those related to climate, \nbiodiversity, and sustainable diets and food systems. As \ndetailed in the Europe Sustainable Development Report \n2022, trends on several leave-no-one-behind indicators \nare not heading in the right direction in many EU member \nstates (Lafortune et al. 2022). \nChad, Central African Republic, and South Sudan obtain \nthe lowest 2023 SDG Index scores. As a result of missing \ndata, we were unable to compute SDG Index scores for \nmany Small Island Developing States (SIDS), although their \ncountry profiles provide an overview of their performance \nby goals and targets, and highlight where data are missing \nfor these countries. \n2.2 Leave no one behind\nMultiple and overlapping health and geopolitical crises \nhave led to stagnation in SDG progress globally since \n2020. At the global level, the SDG Index has stalled since \n2020 – and in 2022 is one full point below the projected \nlevel based on pre-pandemic trends (Figure 2.4). In LICs, \nthe preliminary estimated average SDG Index score for \n2022 is lower than it was for 2021, a shift driven partly by \nestimated declines in life satisfaction and feelings of safety \n(Figure 2.5). Extreme poverty rates in LICs remain above \npre-pandemic levels, while the percentage of surviving \ninfants who have received 2 WHO-recommended \nvaccines has dropped significantly (Figures 2.6 and 2.7). \nIn HICs and LICs, the pandemic and other crises have \nled to substantial declines in subjective well-being, \nwhich remains below pre-pandemic levels (Figure 2.8). \nUnemployment rates in both HICs and LICs is above pre-\npandemic levels, although it has increased much more in \nLICs (Figure 2.9). From a simple linear projection of past \ngrowth rates, the gap between SDG outcomes in HICs \nand in LICs is expected to be greater in 2030 than it was in \n2015. This is in sharp contrast to the pre-pandemic trend, \nwhere there was some convergence in SDG outcomes \n(Figure 2.10)."
  },
  {
    "page": 42,
    "text": "2.3 International spillovers and policy coherence\n2. The SDG Index and Dashboards\n31\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\nAbove all, the SDGs represent an investment agenda: \nto develop physical infrastructure (including renewable \nenergy, electrification, broadband access, public \ntransport) and human capital (health, education, \nsocial protection). Yet many LICs and LMICs face major \nfiscal-space constraints that represent significant \nbarriers to investing in the SDGs, and which the \nCOVID-19 pandemic and other international crises have \naggravated. The dashboards highlight persisting gaps \nbetween LICs, LMICs, and HICs in access to physical \ninfrastructure and human capital. As one example, \nthis year’s SDG Index includes a new indicator related \nto access to all-season roads, based on geospatial \ninformation. Figure 2.11 presents the 11 countries in \nwhich less than 50 percent of the rural population has \naccess to all-season roads, and shows the gap between \nthe world average and that of the HICs. \n2.3 International spillovers  \nand policy coherence\nThe climate and biodiversity crises are driven by domestic \naction, but they are also impacted by activities that \nextend beyond national borders: through trade and \nother cross-border activities. In addition to environmental \nspillovers, which are driven by international trade and \ndomestic policies, countries also generate economic, \nfinancial, social, and security spillovers. These spillover \neffects are captured in the SDG Index. \nFigure 2.11 \nCountries where 50% or more of the rural population has no access to \nall-season roads, and comparison with HICs and World average (%)\nWorld average \nHICs average \nProportion of the rural population that lives within 2 km of an all-season road\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\nAfghanistan Congo, Dem.\nRep.\nCentral\nAfrican Rep.\nEritrea\nMauritania\nMadagascar Papua New\nGuinea\nSudan\nChad\nCongo, Rep. South Sudan\nNote: Proportion of the rural population that lives within 2 km of an all-season road. An all-season road is one that is motorable throughout the year \nbut may be temporarily unavailable during inclement weather. New indicator included in the SDG Index building on geospatial information. SDSN \nmethodology, based on Workman, R. & McPherson, K., TRL (2019). The averages for HICs and the World are weighted by population.\nSource: Authors’ analysis"
  },
  {
    "page": 43,
    "text": "32\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\n2. The SDG Index and Dashboards\nThe 2030 Agenda and the SDGs recognize the \nimportance of international spillovers in several \ncrucial ways. SDG 17 (Partnerships for the Goals) calls \nfor ‘policy coherence’ for sustainable development, \nSDG 12 (Responsible Consumption and Production) \nstresses the need for more sustainable production and \nconsumption, and SDG 8 (Decent Work and Economic \nGrowth) demands the eradication of child labor and \nmodern slavery. The SDSN, working with partners, has \nfrom the start incorporated international spillovers \nin our assessment of countries’ progress towards the \nSDGs. This can explain certain differences in SDG Index \nresults compared with those of other SDG monitoring \ninstruments (Lafortune et al. 2020).\nOverall, HICs tend to generate the largest negative \nspillovers, due to unsustainable consumption, financial \nsecrecy, and the presence of tax havens. Spillover \nindicators are included in calculating the SDG Index \nand individual goal scores and dashboards, and are \nalso aggregated in a stand-alone international spillover \nindex. Figure 2.12 compares international spillover \nindex results by income level. This year, we included an \nadditional indicator that tracks cases of modern slavery \nembodied in international supply chains, building on a \nstudy published in 2022 (Malik et al. 2022). Major updates \nto indicators related to financial secrecy have also been \nintegrated, building notably on the work of the Tax \nJustice Network. \nEnvironmental spillovers are driven to a large extent \nby inadequate pricing of environmental externalities, \nparticularly natural capital. One step in the right \ndirection is the growing adoption of the System of \nEnvironmental-Economic Accounting (SEEA) – an \ninternational statistical standard for natural capital \naccounting (UN DESA 2022). A second major driver of \nsuch spillovers is the fact that countries design their \nnational policies to meet national objectives that \nmay not incorporate the need to reduce spillovers \nand to safeguard the global commons. This makes \nenvironmental spillovers hard to address. SDG 17 \n(Partnerships for the Goals) calls on all countries to \nenhance policy coherence for sustainable development \n(PCSD), yet we still lack a robust and comparable \nheadline indicator of countries’ efforts to implement \nPCSD, despite the efforts of UNEP and the OECD to \ndevelop a methodology (UNEP and OECD 2022). A \nrecent analysis led by SYSTEMIQ, the University of Tokyo, \nand SDSN identifies four major national policy levers \nto curb international spillovers: target setting, public \nmanagement, regulation, and fiscal policy and financing.\nFigure 2.12 \nSDG Index scores versus International Spillover Index scores, by income level \nHigh-income countries\nUpper-middle-income countries\nLower-middle-income countries\nLow-income countries\nSDG Index 2023\nInternational Spillover Index 2023\nFrom 0 (worst) to 100 (best)\nFrom 0 (worst) to 100 (best)\nNote: The list of 13 indicators included in this year’s International Spillover Index is accessible online.  \nSource: Authors’ analysis"
  },
  {
    "page": 44,
    "text": "2.3 International spillovers and policy coherence\n2. The SDG Index and Dashboards\n33\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\nSource: SDSN, Yale Center for Environmental Law & Policy, and Center for Global Commons at the University of Tokyo. 2023, Global Commons Stewardship Index 2022. Paris; New Haven, CT; and Tokyo.\nSupply chains can stretch through multiple countries, \nand spillover impacts accumulate as they are embodied \nat multiple steps along the journey to the final \ndestination country. Figure 2.13 illustrates a simplified \nexample using three countries (SDSN, University of \nTokyo, and Yale University 2023). Water stress in Country \nA and air emissions in Country B count as domestic \nimpacts within those countries. Because the final \ndemand is in Country C, these impacts both count as \nspillovers in Country C. Spillovers thus include more \nimpacts than those embodied only in the last segment \nof the supply chain.\nAs one example: when considering consumption \npatterns, the textiles and clothing sector is one of \nthe most substantial generators of spillovers of GHG \nemissions. Figure 2.14 indicates that, of GHG emissions \ndue to global final demand for textiles and clothing, \n59 percent are emitted along the supply chains of \ncountries other than those where the final products \nare consumed (i.e., spillovers), while 41 percent are \nemitted in the countries in which the final products are \nconsumed (i.e., non-spillovers). These GHGs originate \nfrom a variety of sectors along the textiles and clothing \nsupply chains of countries on the left side of the diagram, \nincluding the textile sector itself, electricity production, \nchemical production, and more. Of the spillover GHG \nemissions caused by the final consumption of textiles \nand clothing, the two largest destinations are the EU27 \nand the United States, each accounting for 21 percent. \nAmong countries whose supply chains contribute to \nproducing these goods for consumption abroad, China \ngenerates 40 percent of the spillover GHG emissions. \nThe textiles and clothing sector is also associated with \nnegative socioeconomic spillovers, including accidents \nat work and child labor (Malik et al. 2021).\nFigure 2.13 \nIllustration of environmental impacts embodied in international trade\nG\nr\no\nw\ns\n \nC\no\nt\nt\no\nn\nP\nr\no\nd\nu\nc\ne\ns\n \nc\nl\no\nt\nh\ni\nn\ng\nC\no\nn\ns\nu\nm\ne\ns\n \nc\nl\no\nt\nh\ni\nn\ng\nC\no\nu\nn\nt\nr\ny\n \nA\nC\no\nu\nn\nt\nr\ny\n \nB\nC\no\nu\nn\nt\nr\ny\n \nC\nDomestic Water Stress\nDomestic Air Emissions\nDomestic Air Emissions\nSpillover Water Stress\nEmbodied\nWater Stress\nEmbodied\nAir Emissions"
  },
  {
    "page": 45,
    "text": "34\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\n2. The SDG Index and Dashboards\nNon-Spillovers \n41%\nImported\nSpillovers \n59%\nFigure 2.14 \nGHG emissions embodied in the final consumption of textiles and clothing\nCurbing trade-related spillovers is a matter of making \ntrade more sustainable and more consistent with \nthe objectives of the Paris Agreement, the Global \nBiodiversity Framework, the High Seas Treaty and the \nSDGs – rather than simply restricting trade, which \nplays such a massive role in enabling developing \ncountries to generate employment and socioeconomic \ndevelopment. Success requires a combination of \nbetter metrics and policies in importing countries that \nmust be coupled with support to exporting countries, \nparticularly tropical forest countries, to transition \ntowards more environmentally sustainable technologies \nand development paths. Both sides – importers and \nexporters – must work closely together in partnership \nNote: The impacts occur in the countries on the left side of the diagram, while the products are ultimately consumed in the countries on the right side of the diagram (intermediate countries along supply \nchains are not shown). Of the total global GHG emissions due to demand for textiles and clothing, 59 percent are embodied in spillovers.\nSource: SDSN, Yale Center for Environmental Law & Policy, and Center for Global Commons at the University of Tokyo. 2023. Global Commons Stewardship Index 2022. Paris; New Haven, CT; and Tokyo.\nto tackle this shared challenge (University of Tokyo, \nSystemiq, and SDSN, 2023).\n2.4 SDG Dashboards by income \ngroups and major world regions\nThe SDG dashboards highlight each country’s strengths \nand weaknesses in relation to the 17 goals, presenting \nperformance in terms of levels and trends. As described \nin the methodology section, dashboard ratings for each \ngoal are based on data for the two indicators on which \nthe country performs worst. Good performance on five of"
  },
  {
    "page": 46,
    "text": "2.4 SDG Dashboards by income groups and major world regions\n2. The SDG Index and Dashboards\n35\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\nseven indicators, for example, does not compensate for \npoor performance on the other two. In other words, our \nmethodology assumes low substitutability or compensa-\ntion across indicators in the construction of our composite \nindex. The arrow system focuses on structural trajectories \nsince the adoption of the SDGs (and less on year-on-year \nchanges). As in previous years, the dashboards include \nBox 2.2 Explaining the SDG Index with a handful of key indicators\nThe SDG Index is an accountability tool, but it is also a tool to highlight data gaps and areas where further effort is needed to \nstrengthen data availability and timeliness. Overall, this year’s edition includes 97 indicators. Yet the SDG Index score and rankings \ncan be explained through a handful of key indicators. Using 17 “headline” indicators that cover SDSN’s Six SDG Transformations and \nother major principles, including leave no one behind, good governance, and the concept of international spillovers, we find a \nvery high and statistically significant correlation (both in terms of scores and ranks) with the overall SDG Index. These indicators are: \n(1) Poverty headcount ratio at US$2.15/day, (2) Prevalence of undernourishment, (3) Life expectancy at birth, (4) Lower secondary \ncompletion rate, (5) Share of women parliamentarians, (6) Population using at least basic sanitation services, (7) Population with \naccess to electricity, (8) Unemployment rate, (9) Population using the internet, (10) GINI coefficient, (11) Annual mean concentration \nof particulate matter of less than 2.5 microns in diameter, (12) Imported SO2 emissions, (13) CO₂ emissions from fossil fuel combustion \nand cement production, (14) Ocean Health Index: Clean Water, (15) Red List Index of species survival, (16) Corruption perception \nindex, and (17) Statistical Performance Index. There are no signs of collinearity among these indicators. \npopulation-weighted averages for each region and \nincome group, using the same set of indicators as the SDG \nIndex. The OECD dashboards incorporate more indicators \nthan others, owing to the greater availability of data for \nthese countries. We also find that 17 “headline” indicators \ntend to be very good predictors of the overall SDG Index, \nwhich uses 97 indicators (Box. 2.2). \nFigure 2.15 \nCorrelation between 2023 SDG Index Score and Narrow SDG Index (17 “headline” indicators)\nNarrow\nNote: Correlation coefficient (r) between SDG Index scores=0.97.  Source: Authors"
  }
]