[
  {
    "page": 58,
    "text": "47\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\nGovernment Efforts and Commitments  \nto the SDGs\nPart 3\nThe SDGs require long-term directed change and global cooperation. Long-term investment plans are \nessential for national success in meeting the goals. There was no expectation in 2015, when the SDGs and \nAgenda 2030 were adopted, that all goals and targets would be achieved at their midpoint. However, by \n2023, one would expect that most countries would have implemented ambitious policy, regulatory and \ninvestment frameworks compatible with achieving major SDG transformations. It could also be expected that \nall countries would have at least once documented their progress and their plans for achieving the SDGs in a \nVoluntary National Review (VNRs) presented at the United Nations.\nThis section discusses government commitment and \nefforts for the SDGs. It captures something different from \nthe SDG Index. A country facing a large gap to conquer \non the SDG Index may have introduced ambitious \npolicy frameworks that are likely to lead to future SDG \nbreakthroughs – especially if these policies and planned \ninvestments are supported by adequate financing. As \nsuch, this assessment of government commitment and \nefforts for the SDGs is more “forward-looking”. Compared \nwith outcome statistics, however, input and process \nstatistics are less internationally standardized and rely on \nmore qualitative information and expert judgement. \nNation-states continue to hold the primary responsibility \nfor achieving the SDGs. This section focuses primarily \non the executive branch at the federal/national level, \nalthough we briefly discuss how regions and cities can \nalso use the SDGs as a strategy and monitoring frame-\nwork. Other SDSN reports discuss subnational SDG \nprogress and challenges at length. Building on earlier work \nconducted by the SDSN (Sachs et al, 2018–2022; Lafortune \net al, 2022), we conceptualize government efforts for the \nSDGs using a three-pillar framework: (1) political leader-\nship and institutional coordination; (2) SDG integration in \nsectoral policies and long-term pathways; and (3) commit-\nment to multilateralism under the UN Charter (see Figure \n3.1). For each pillar, we present proxy indicators that build \non a combination of qualitative survey tools, third-party \ndata, and data scraped from online institutional resources. \nWe include results for each pillar, which we aggregate into \nan overall score for “government efforts and commitments \nfor the SDGs”. Building on close cooperation with SDSN \nnational and regional networks and other partners, we \ncover this year 74 countries from various income groups \nand world regions.\nA detailed database and additional technical information \nare available online. This remains largely a work in \nprogress, and we welcome feedback and comments on \nthe selected indicators and methodology (see more at \nwww.sdgtransformationcenter.org). \n3.1 Political leadership and \ninstitutional coordination: \nresults from the 2023 SDSN \nsurvey of government efforts \nfor the SDGs\nThe SDGs have a significant impact on public \nmanagement practices and procedures (SDSN and \nOECD, 2019). Every year since 2018, SDSN has called on \nits global network of experts to track public statements \nby governments and their strategic use of public \nprocesses to support the SDGs. This information is \ncollected through a survey of national coordination and \nimplementation mechanisms at the central/federal level \nof government. The survey evaluates whether the SDGs \nare used and mentioned in official speeches, strategies, \nmonitoring systems, budgets, and other public processes. \nIt provides an overarching assessment of national/\nfederal government efforts to embrace the SDG agenda \nwhich is complemented by a more granular assessment \nof the alignment of sectoral policies, regulations, \nand investments for the SDGs (presented in the next \nsub-section)."
  },
  {
    "page": 59,
    "text": "48\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\nPart 3. Government Efforts and Commitments\nThis year’s survey covers 74 countries (14 more than \nin 2022) plus the European Union. It includes all G20 \ncountries, most OECD members, most countries with \na population greater than 100 million inhabitants, and \nseveral LICs, LMICs, UMICs, HICs, and SIDS. Overall, these \n74 countries represent nearly 85 percent of the world’s \npopulation. Survey results are presented in Table 3.1. Data \nwere collected and analyzed in close partnership with \nSDSN’s global network, and results have been shared with \nUN Permanent Missions for comment prior to publication.\nThe key finding from this survey is that, seven years after \nthe adoption of the 2030 Agenda and the SDGs, most \ngovernments have signaled “soft” SDG integration into \ntheir public management practices and procedures – \nalthough there is significant variation across countries \n– yet “hard” SDG integration is generally missing, including \nthe use of the SDGs to support long-term budget and \ninvestment frameworks. By July 2023, all UN Member \nStates will have presented a VNR except for Haiti, \nMyanmar, South Sudan, the United States and Yemen. \nMost VNRs identify SDG priorities and actions within \ncountry borders, but fail to accurately capture efforts to \ncurb negative international spillovers and the potential \ntransboundary impacts of their policies. In general, \nour findings echo other research published over the \npast twelve months, showing continued gaps in SDG \nleadership and institutionalization (Biermann et al, 2022; \nKotzé et al, 2022; IGS, 2023). Further integration of goal-\nbased sustainable development into public management \nprocesses, supported by long-term, science-based \npathways, remains a top priority in most countries if they \nare to achieve SDG breakthroughs by 2030 and beyond.\nOfficial high-level speeches and the preparation of VNRs \n(as the official government-led process to report on SDG \nprogress, gaps, and policy efforts) provide relevant proxies \nto gauge political commitment to the SDGs. Between \nJanuary 2022 and April 2023, 64 percent of the countries \nsurveyed reinforced their commitment to the SDGs \nin an official speech or statement by the head of state \n(president or prime minister) – an increase from 2022, \nSDG Integration \ninto Sectoral \nPolicies & \nPathways\nCommitment to \nMultilateralism under \nthe UN Charter\nPolitical \nLeadership & \nInstitutional \nCoordination \nfor the SDGs\nFigure 3.1  \nA conceptual framework to evaluate government efforts and commitment to the SDGs"
  },
  {
    "page": 62,
    "text": "3. Government Efforts & Commitments \n51\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\n3.1 Political leadership and institutional coordination: results from \nthe 2023 SDSN survey of government efforts for the SDGs\nwhen only 57 percent of surveyed countries had done so \n– and since 2016, 188 UN Member States have prepared \nVNRs (see Figure 3.2). Forty countries have committed \nto submitting a VNR this year: two will be presenting a \nVNR for the first time, 37 for the second time, and one for \nthe third time. Two countries – Togo and Uruguay – have \nsubmitted four VNRs since 2016. Two non-UN-members \n(the European Union and Palestine) have or will also \nsubmit VNRs. At the midpoint of the 2030 Agenda, only \nfive countries have never submitted a VNR, among them \nthe United States (HLPF, 2023). \nOn institutional coordination, we find that a large \nmajority of countries have appointed a lead unit or \nagency to coordinate the SDGs, but only around a third \nof the countries surveyed locate this unit at the center \nof government (in cabinet offices or within the offices of \nthe President or Prime Minister) (Figure 3.3). The majority \nposition it in a central ministry (of economy, planning, \npublic administration, or environment, for example), while \nSpain has a dedicated Ministry of Social Rights and the \n2030 Agenda. The survey does not evaluate, in practice, \nthe effectiveness and influence of such coordination \nmechanisms and units in driving a whole-of-government \napproach to SDG implementation. \nA large majority of governments – 83 percent of those \nsurveyed – have published some form of strategic vision \nand/or action plan to implement the goals. For many, \nthis takes the form of a national sustainability strategy \nexplicitly linked to the 2030 Agenda goals and targets. \nSome countries take a mainstreaming approach, where \nSDGs are implemented by each government ministry \nwithin the scope of its mandate (instead of via an \noverarching national action plan). The mainstreaming \napproach was used by the European Union, which also \nadopted the European Green Deal as its main strategic \nroadmap for achieving sustainable development. Our \nsurvey cannot evaluate the breadth or actualization of \nthese strategic visions and action plans, although SDSN \nhas published a detailed analysis of SDG integration \nin post-COVID-19 recovery and resilience plans in the \nEuropean Union (Lafortune et al., 2021). The next sub-\nsection goes beyond references to SDG and describes \npersistent gaps in sectoral policy measures for major SDG \ntransformations in greater detail. \nMost countries surveyed had also defined SDG monitoring \nsystems. More than two-thirds (68 percent) have adapted \nthe SDG framework to their context and identified a set \nof nationally relevant indicators. Often these are aligned \nwith official United Nations SDG indicators or represent \na subset of them. Some countries have also developed \nlocalized indicators that account for country contexts. \nFor example, France has a national dashboard of 98 SDG \nindicators, adopted after several rounds of consultations, \nwhich includes indicators that go beyond the official \nUN SDG indicator framework. France also contributes to \nglobal statistical efforts by working with UN agencies to \nreport data points across all 231 official global indicators. \nAn average of 136 indicators are included in national \nframeworks for monitoring the SDGs. Many countries have \nalso developed online platforms to report on progress \ntowards the goals. The survey does not evaluate the \nintegration and influence of such monitoring tools within \nbroader policy, regulatory, and budget cycles, however \nit has recently been suggested that SDG monitoring \nframeworks so far suffer from insufficient linkages to \npolicy implementation as well as low overall visibility \n(Lepenies et al, 2023). Supreme audit institutions and \nparliamentary processes have also been used in some \ncountries to track efforts to implement the SDGs (Office of \nthe Auditor General of Canada, 2018 and 2021; INTOSAI, \n2019; European Parliament, 2022).\nAs in previous years, there is some discrepancy between \nexpressed political support for the SDGs and integration \nof the goals into strategic public policy processes, espe-\ncially long-term budget and investment frameworks. A \nlittle over a third of governments surveyed (36 percent) \nmention the SDGs or use related terms in their latest \nofficial budget document. Among these 27 countries, \nless than half go beyond this to include the SDGs in a \ndedicated section, budget lines, or allocation. Some \ncountries specifically refer to the SDGs in their national \nbudget to support domestic SDG implementation \nnationally (including through national health, edu-\ncation, social protection, or economic development \nreforms), abroad (for example, in aid allocation or \nforeign policy), or both. Looking ahead, establishing \nstronger connections between SDG gaps, targets, \nmonitoring systems, and multi-year budget allocations \nremains an important priority."
  },
  {
    "page": 65,
    "text": "54\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\nPart 3. Government Efforts and Commitments\nAs G20 countries represent two-thirds of the world’s \npopulation and 85 percent of global GDP, integrating \nthe SDGs into their governance systems is particularly \nimportant. Compared with other countries, G20 countries \ntend to lag in several aspects of institutional leadership for \nthe SDGs, including explicit political support in speeches \nand monitoring and coordination mechanisms. The \nintegration of the SDGs in national budget processes could \nbe strengthened in most countries, and especially in LICs \nand LMICs, where less a third of the countries surveyed \nrefer to the SDGs in their national budgets – either in the \nnarrative or as a dedicated section or budget line. \n3.2 SDG integration into sectoral \npolicies and pathways: \nscorecards for the Six SDG \nTransformations \nThe SDGs require long-term directed change, with long-\nterm investment plans essential for national success in \nmeeting the goals. SDSN has recommended six inter-\nrelated long-term transformations: \n1.\t Universal quality education and innovation-based \neconomy\n2.\t Universal health coverage \n3.\t Zero-carbon energy systems\n4.\t Sustainable ecosystems, sustainable agriculture, and \nclimate resilience\n5.\t Sustainable cities\n6.\t Transformation to universal digital access and services\nEach of these challenges requires large-scale public \nand private investments to mid-century. Each requires a \ntechnological transformation. Each requires a financing \nstrategy to underpin the investment plans and monitoring \nsystems. None can be solved by the private sector alone. \nGovernments must take the lead in all six areas to design \npolicy and financial frameworks within which business \ncan profitably invest and innovate. \nBuilding on the work of previous Sustainable Development \nReports, we present here an updated and improved \nversion of the SDG Transformation scorecards, to evaluate \nhow the SDGs are being integrated into sectoral plans. \nEach scorecard consists of a collection of headline policy \nand investment measures to track SDG implementation. \nThese scorecards complement the SDG Index, which is \nbased on outcome data (for example, on poverty rates, life \nexpectancy, and CO₂ emissions). At the international level, \nsuch measures of outcome tend to present significant time \nlags: they may not adequately reflect the impact of trans-\nformative policies and investments that governments have \nintroduced since the adoption of the SDGs, and which \noften yield results only in the medium or long term. The \nscorecards instead focus on the enabling legal, regulatory, \nand investment conditions needed to achieve the SDGs \nand the objectives of the Paris Climate Agreement.\nThis exercise has several caveats and limitations. First, \ninternationally comparable policy trackers and measures \n(such as laws, regulations, investments, and subsidies) tend \nto be less available than international outcome data. They \nrely on more qualitative methods and require an advanced \nunderstanding of policy areas and country policies and \ncontexts (generally, more comparable policy trackers \nand measures are available for OECD countries than for \nothers). Second, policy efforts need to be interpreted with \nan understanding of national challenges and contexts (for \ninstance, the absence of advanced cybersecurity policies \nmatters less in a country with low internet access and poor \ndigital infrastructure). Third, apart from a few exceptions, \ngovernment pledges and policies do not capture their \neffective implementation. And fourth, targets or thresholds \nto gauge policy ambitions are not always clearly defined. \nThe rest of this section provides a brief overview of \ncountries’ policy efforts and commitments relating to \nachieving the six SDG Transformations, and highlights \nwhere more research and policy trackers are required to \nbroaden our understanding of national SDG efforts. We \npresent detailed results for the G20 countries, along with \npopulation-weighted averages by geographic region and \nincome group. Detailed information on indicator sources, \nthresholds and results for all 193 UN Member States are \naccessible online."
  },
  {
    "page": 66,
    "text": "Transformation 2: Universal health coverage \n3. Government Efforts & Commitments \n55\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\nTransformation 1: Universal quality \neducation and innovation-based \neconomy \nEducation builds human capital, which in turn promotes \neconomic growth, innovation, decent work, and the \nelimination of extreme poverty, and helps overcome \ngender and other inequalities. Countries must further \nexpand and transform education systems. SDG target 4.1 \ncalls for universal access to 12 years of free primary and \nsecondary education, with at least 9 years compulsory. \nThis scorecard shows that many countries around \nthe world currently fall short of this target. To reduce \ninequalities, governments also need to expand social \nsafety nets. These should be complemented by anti-\ndiscrimination measures (including those furthering \ngender equality); improved labor standards; and measures \nto end all forms of modern slavery, trafficking, and child \nlabor. Investments in research and development will also \nhelp to promote economic growth, which can contribute \nto reducing inequalities. \nLooking ahead, a lead global indicator must be \nestablished to assess country efforts to strengthen their \npopulation’s and students’ knowledge of sustainable \ndevelopment and their ability to navigate an information-\nrich environment. This is important to achieve long-term \nscience-based transformations of all economies, and to \nbuild up public support and accountability. According to \nthe OECD, only one in 10 students in OECD countries can \ndistinguish between fact and opinion (OECD, 2018). \nTransformation 2: Universal health \ncoverage \nThis Transformation promotes key investments in health \nand well-being. It aligns closely with SDG Target 3.8, \nachieving universal health coverage and ensuring that \nall people have access to the health services they need. \nIn the SDGs, universal health care (UHC) is considered a \ntarget in itself. For the SDG Transformation scorecards, \nhowever, we consider UHC an enabler (input) for greater \nhealth outcomes. Even before the Covid-19 pandemic, the \nWHO and other international institutions had lamented \nthe slow pace of progress towards achieving universal \nhealth coverage (WHO, 2019). Compared with the rest \nof the world, a higher percentage of people in OECD \ncountries tend to be covered by public or mandatory \nprivate health insurance, and incidence rates of \ncatastrophic out-of-pocket health expenditures are lower \n– although there are exceptions, including Mexico, Costa \nRica, Poland, and the United States. \nThe SDGs also call on all countries to strengthen their \ncapacities for early warning, risk reduction, and the \nmanagement of national and global health risks (SDG \ntarget 3.d). As a measure of pandemic preparedness, the \nGlobal Health Security Index turned out to be a rather \npoor predictor of effective early response to COVID-19, as \nmeasured by the number of cases and deaths (Lafortune, \n2020), indicating that important factors are at play that are \nnot yet adequately captured by existing policy trackers. \nNevertheless, we have not identified a better policy-\nfocused indicator of pandemic preparedness. In the \ncontext of the High-Level Pandemic Summit to take place \nin September 2023 and the forthcoming global pandemic \ntreaty, it remains vital to define solid international \nmeasures and monitoring systems that can better \ngauge countries’ preparedness for global health security \nthreats. But it is also important to address drivers that \ncan lead to the emergence of new pathogens, including \nenvironmental drivers, through “One Health” approaches \n(Sachs et al, 2022; McKee et al, 2021)."
  },
  {
    "page": 69,
    "text": "58\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\nPart 3. Government Efforts and Commitments\nTransformation 3: Zero-carbon \nenergy systems\nThis Transformation aims to ensure universal access to \nmodern energy sources; decarbonize the energy system \nby mid-century (in line with the Paris Agreement); and \nreduce industrial pollution of soil, water, and air. More \nthan 130 countries are signatories to the UN Climate \nAmbition Alliance, and more than 50 have anchored \ntheir net-zero commitment in a law or policy document \n(Net Zero Tracker, 2023; UNFCCC, 2022). By September \n2022, 139 countries had submitted or updated nationally \ndetermined contributions (NDCs), with studies finding \nthat new and updated NDCs present more ambitious \nemission-reduction targets and planning (WRI, 2022). \nThere continues to be a major discrepancy between coun-\ntries’ self-declared ambitions and their tangible efforts and \npolicies. The Climate Action Tracker, an independent scien-\ntific analysis of governments’ climate actions, finds that no \nsingle G20 country has adopted a sufficient mix of policies \nand actions to achieve the Paris Climate Agreement objec-\ntives, with only the United Kingdom reaching an “almost \nsufficient” level of policy (Climate Action Tracker, 2022). \nMany countries continue to provide substantial subsidies \nfor fossil fuels, undermining their initiatives to decarbonize \nthe energy system, such as the United States’ Inflation \nReduction Act (IRA) and the European Union’s Net Zero \nIndustry Act (NZIA) (DGAP 2023). While comparable coun-\ntry-level data are not yet available, the IEA has concluded \nthat global fossil-fuel consumption subsidies rose sharply \nin 2022, as governments attempted to shield consumers \nfrom rising energy bills (IEA 2023, OECD 2022).\nTransformation 4: Sustainable \necosystems, sustainable \nagriculture, and climate resilience\nUnsustainable consumption is strongly interconnected \nwith diets, land-use policies, and the health of major \necosystems. This is why Transformation 4 calls for \nintegrated transformations to address dietary shifts, \nbiodiversity, agricultural systems, and land-use policies. \nBringing these elements together is a main difference \nbetween the Six Transformations and the “six entry \npoints for action” presented in the Global Sustainable \nDevelopment Report (GSDR, 2023), which treats “Sustainable \nFood Systems and Healthy Nutrition” and the “Global \nEnvironmental Commons” as two separate entry points. \nToday’s land-use practices and food systems have led to \npersistent hunger, malnutrition, and obesity. They account \nfor a quarter of greenhouse gas emissions, over 90 percent \nof scarcity-weighted water use, most biodiversity loss, \nthe overexploitation of fish populations, eutrophication \nthrough nutrient overload, and the pollution of our water \nand air. Food systems are also highly vulnerable to climate \nchange and land degradation: integrated strategies are vital \nto ensure that these systems, along with land-use practices \nand ocean ecosystems, are sustainable and healthy for \npeople. The Convention on Biological Diversity, adopted \nin December 2022 during the 15th Convention of Parties in \nCanada, calls to protect and conserve at least 30 percent \nof terrestrial, inland water and coastal and marine areas by \n2030, “especially areas of particular importance for biodiver-\nsity and ecosystem functions and services” (UN, 2022). \nUNEP estimates that 84 percent of Parties to the UN \nFramework Convention on Climate Change (UNFCCC) have \nnow adopted climate adaptation plans, strategies, laws, \nand policies (UNEP, 2022). But there is a significant gap in \nfunding these measures. Annual adaptation funding needs \nare expected to reach US$160 billion to US$340 billion by \n2030, and US$315 billion to US$565 billion by 2050 (UNEP, \n2022). Establishing mechanisms to ensure that the burden \nof financing human-induced adaptation is shared fairly and \nglobally, and that the countries responsible pay the costs \nof loss and damages, remains an important priority for the \ninternational community.\nThe SDSN is highly committed to supporting global \nand national efforts to develop sustainable food and \nland systems, preserve major ecosystems, and ensure \nadequate finance for nature and climate adaptation. \nIn close collaboration with the Food and Land Use \nCoalition (FOLU), the SDSN’s FABLE and FELD projects \nprovide support for long-term, sustainable food and \nland use pathways and policies. Despite the recognized \nimportance of decarbonizing agriculture and enhancing \ncarbon sinks towards achieving the objectives of the \nParis Climate Agreement, FELD recently documented the \nlimited integration of food and land policies into NDCs \n(FELD, 2022). Other flagship projects include the Global \nCommons Stewardship Initiative (led by the Center for \nGlobal Commons at the University of Tokyo in cooperation \nwith SDSN and other partners) and the Science Panel for \nthe Amazon (CGC, SDSN and Yale, 2023; CGC, SYSTEMIQ, \nSDSN et al, 2022). Considering the complexity and far-\nreaching nature of this Transformation, we are not yet in a \nposition to present a scorecard for Transformation 4."
  },
  {
    "page": 71,
    "text": "60\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\nPart 3. Government Efforts and Commitments\nTransformation 5: Sustainable cities \nCities and other urban areas are home to around \n55 percent of humanity, and account for 70 percent \nof global economic output. By 2050, these shares will \nincrease to 70 and 85 percent, respectively (Jiang and \nO’Neill, 2017). The OECD estimates that 105 of the \n169 SDG targets will not be reached without sufficiently \nengaging sub-national governments (OECD, 2020). the \nCOVID-19 pandemic has had lasting impacts on urban \nmobility, land use, property values, and transport systems \nin developed and developing countries alike. Many \nurban organizations and associations have mainstreamed \nthe SDGs into their work programs, including C40, \nUN-Habitat, United Cities and Local Governments (UCLG), \nand Local Governments for Sustainability (ICLEI), as well \nas the OECD’s Centre for Entrepreneurship, SMEs, Cities \nand Regions.\nBy design, Transformation 5 calls for regional and local \npolicy trackers. These would notably track efforts at the \nregional and city level to curb urban pollution, increase \nhousing affordability, and strengthen mobility and \naccess to public transport. Other policy measures could \nBox 3.1 The OECD, SDSN and the European Committee of the Regions survey of city \nand regional SDG policies in a time of crisis\nThe survey focused on impacts of the COVID-19 pandemic and the war in Ukraine on SDG implementation at the subnational \nlevel. Questions explored policy measures to address rising costs of living (SDGs 1, 2, 11, 13), energy costs (SDG 7) and food prices \n(SDG 2), which have emerged as political priorities across the world.\nThe responses from over 250 governments and territorial stakeholders will be used to support the OECD program “A Territorial \nApproach to the SDGs”. An OECD-SDSN policy paper and a CoR map on city and regional commitment to the SDGs will be \npresented at the UN High-level Political Forum on Sustainable Development – where progress on SDG 11 (Sustainable Cities) is \nbeing reviewed – and at the September 2023 SDG Summit. \nMore than half of the 192 local and regional governments surveyed have a dedicated SDG strategy or action plan and a similar \npercentage use indicators to track SDG progress (as of April 2023). Other survey questions looked at the types of data used by \ncities and regions to track progress, challenges and success factors, and explored specific policy initiatives related to SDGs 2 and 7.\nSource: 2023 OECD-SDSN-CoR survey on the role of cities and regions for the SDGs in an uncertain geopolitical context\nFigure 3.5 \nPercentage of local and regional governments using selected SDG policies and actions \nAwareness raising campaigns\nA dedicated Strategy or Action Plan\nUse of indicators to track progress\nAn internal structure working across \nservices and horizontally\nA sustainable development council or similar \nattached to a high level decision maker\nOther\n0\n10\n20\n30\n40\n50\n60\n70"
  },
  {
    "page": 72,
    "text": "Transformation 6: Universal digital access and services\n3. Government Efforts & Commitments \n61\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\nbe considered proxies of local government commitment \nto achieving the triple objective of being economically \nproductive, socially inclusive, and environmentally \nsustainable. SDSN is working with local partners to \nstrengthen policy frameworks in regions and cities, and \nto reinforce the science-policy interface at the subna-\ntional level.\nIn early 2023, the OECD, SDSN, and the European Committee \nof the Regions (CoR) conducted a survey to take stock of city \nand regional SDG progress. Previous surveys on the topic \nwere conducted by the OECD and the CoR in 2019 and 2020. \nTransformation 6: Universal digital \naccess and services\nArtificial intelligence and other digital technologies \nare disrupting almost every sector of the economy: \nagriculture (precision agriculture), mining (autonomous \nvehicles), manufacturing (robotics), retail (e-commerce), \nfinance (e-payments, trading strategies), media (social \nnetworks), health (diagnostics, telemedicine), education \n(online learning), public administration (e-governance, \ne-voting), and more recently, clerical, drafting, research \nand creative work (generative AI), as well as other fields in \nscience and technology. \nDigital technologies can raise productivity, lower produc-\ntion costs, reduce emissions, expand access, dematerialize \nproduction, improve matching in markets, enable the use \nof big and unconventional data, and make public services \nmore readily available. They can also improve resource-\nuse efficiencies, support the circular economy, enable \nzero-carbon energy systems, help monitor and protect \necosystems, and assume other critical roles in support of \nthe SDGs. Yet the disruptive nature of new technologies \ncalls for deliberative exchanges and consultations with \nmultiple stakeholders and careful assessment of distribu-\ntional impacts and trade-offs.\nCountries face different challenges depending on the \nmaturity of their digital infrastructure and technologies. \nLess-connected countries especially need to invest to \nprovide widespread, affordable internet access and \npromote digital literacy. Yet issues surrounding privacy, \ncybersecurity, e-government, digital inclusion, and the \nrobustness of digital regulatory frameworks concern \nall countries. \nThe Transformation 6 scorecard builds on the World \nBank’s Digitalization for Development policy framework \n(World Bank, 2022). It aims to capture efforts made \nto strengthen digital infrastructure, data security, and \ngovernment platforms and services, as well as the \npromotion of key enablers such as digital literacy and \nprivacy and inclusiveness (including bringing a social \nand gender perspective to digital and technology \npolicies). For now, the scorecard captures a subset of \nthese different elements: we aim to improve coverage \nover time. UN DESA’s Online Services Index assesses the \nquality of government provision of online services; \nthe ITU’s ICT Regulatory Tracker is a composite score \nof regulatory and competition framework for the \nICT sector; UNCTAD’s Global Cyberlaw tracker maps \nlegislation on e-commerce, consumer and data \nprotection and cybercrime; and, finally, the Inclusive \nInternet Index’s policy score assesses a set of policies \non digital inclusion for women and children and safety \nand privacy, as well as policies aiming to increase \nbroadband and 5G access.\nFurther analyses will be needed to capture policies and \nregulations supporting “last-mile inclusion”, particularly \nin relation to financial services and digital literacy, \nand participation and trust in digital institutions (BCG \n2020, Morell-Ducós 2021, Shree, S., Pratap, B., Saroy, R. \n2021, CGAP/World Bank 2020). Trackers are also needed \nto better gauge the quality of internet regulations, \nmeasure access to e-government services and evaluate \ntheir quality, and to assess government readiness to \nrespond to and to prevent cybersecurity threats."
  },
  {
    "page": 74,
    "text": "3.3 Support for multilateralism under the Charter of the United Nations \n3. Government Efforts & Commitments \n63\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\n3.3 Support for multilateralism \nunder the Charter of the \nUnited Nations \nAchieving the SDGs requires global cooperation under \nthe UN Charter. The Charter, signed in 1945, is the \nfounding document of the United Nations. It codifies \nthe major principles of international relations, from the \nsovereign equality of States to the prohibition of the \nuse of force in international relations. Climate change, \npeace, cybersecurity, reliable data and information, and \npandemic prevention and response all depend on close \ncollaboration across countries and a strong multilateral \nsystem, while global supply chains and financial flows \ncan either support or undermine countries’ efforts to \nachieve the SDGs. The 2015 Declaration, Transforming \nour world: the 2030 Agenda for Sustainable Development, \nrecalls that:\n“Seventy years ago, an earlier generation of world \nleaders came together to create the United Nations. \nFrom the ashes of war and division they fashioned \nthis Organization and the values of peace, dialogue \nand international cooperation which underpin it. \nThe supreme embodiment of those values is the \nCharter of the United Nations.”\nThe SDGs are not only a public policy framework; they \nare an ethical imperative grounded in the Universal \nDeclaration of Human Rights, which celebrates its 75th \nanniversary this year. The SDGs are based on the core \npremises of the Universal Declaration, that, “All human \nbeings are born free and equal in dignity and rights \n… and should act towards one another in a spirit of \nbrotherhood,” and that “it is essential to promote the \ndevelopment of friendly relations between nations”. In \n2022, the United Nations Secretary-General appointed a \nHigh-Level Advisory Board on Effective Multilateralism, \nwith a mandate to develop a list of concrete, actionable \nrecommendations to improve international cooperation \nand advance the 2030 Agenda for Sustainable \nDevelopment. We therefore consider that promoting \nmultilateralism and global cooperation under the UN \nCharter is an important component of countries’ efforts \nand commitments for the SDGs.\nThis section is an attempt to take stock of countries’ efforts \nto adhere to the values and principles of multilateralism \nin order to achieve sustainable development. To our \nknowledge, there is currently no overarching measure \nthat captures the many dimensions of support for \nmultilateralism. The International Peace Institute’s 2022 \nIndex of Multilateralism explored the state of multilateralism \nglobally, but it did not compare country engagement \n(IPI, 2022). Other reports focus on mapping the size of \ndiplomatic networks or measuring specific aspects of \nmultilateral efforts (e.g., peace or official development \nassistance). The assessment presented this year is a pilot \nthat we aim to improve and expand in coming years. We \nwelcome comments and feedback. \nWe present a variety of proxy indicators to gauge countries’ \nratification of UN treaties, their membership in UN \ninstitutions, unilateral sanctions they have adopted against \nother UN Member States, and their efforts to promote \nglobal solidarity – including international financial flows \n– and peace. In most cases, we aim to capture the latest \nperiod (2018–2022) or the latest available data points. \nThe variables related to the ratification of treaties and the \nadoption of unilateral coercive measures cover 1946–2022 \nand 1950–2021respectively. This assessment is based \non UN databases and several third-party sources. For \npresentational reasons, the tables and charts cover only \nOECD, G20, and large economies. The full database and \nadditional material are accessible online. \nPercentage of UN Treaties ratified: This indicator covers \nall Conventions, International Conventions, and Agreements \nadopted by the United Nations from 1946–2022, including \nthose adopted before 1946 that were later added to the \nUN Treaty system. It excludes Protocols, Optional Protocols, \nand Amendments, as well as Conventions that were later \nterminated or only applied to a small number of countries. \nFor each of the 150 treaties, we recorded whether Member \nStates had signed or ratified them. Signature of a treaty is \nnot legally binding, whereas ratification (or acceptance, \naccession, definitive signature, and succession) is legally \nbinding. The indicator for the percentage of UN treaties \nratified (all international) shows the percentage of these \n150 treaties that each Member State has ratified, whereas \nthe percentage of UN treaties ratified (selective) indicator \nshows the percentage each country has ratified of a select"
  },
  {
    "page": 76,
    "text": "3.3 Support for multilateralism under the Charter of the United Nations \n3. Government Efforts & Commitments \n65\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\nlist of 58 treaties. This shorter list includes only those treaties \nratified by more than 50 percent of UN Member States. \nAustria, Hungary, Italy, Nigeria, Spain, and Sweden have \nratified more than 98 percent of all treaties in the selective \nlist. By contrast, Ethiopia, Indonesia, Israel, Saudi Arabia, \nand the United States have ratified less than 75 percent \n(selective list) (Figure 3.6). \nUnilateral coercive measures (UCMs): This indicator \nreviews the adoption by UN Member States of unilateral \nsanctions against another UN Member State. Several UN \nresolutions stress that unilateral coercive measures and \npractices are “contrary to international law, international \nhumanitarian law, the UN Charter and the norms and \nprinciples governing peaceful relations among States, and \nhighlight that on long-term, these measures may result \nin social problems and raise humanitarian concerns in \nthe States targeted.”1 In 2014, the Human Rights Council \ncreated the mandate of the Special Rapporteur on the \nnegative impact of unilateral coercive measures on the \nenjoyment of human rights.\nSince 1966, the Security Council has established \n31 sanctions regimes: in Southern Rhodesia, South Africa, \nthe former Yugoslavia (2), Haiti (2), Angola, Liberia (3), Eritrea/\nEthiopia, Rwanda, Sierra Leone, Côte d’Ivoire, Iran, Somalia/\nEritrea, Iraq (2), the Democratic Republic of the Congo, \nSudan, Lebanon, the Democratic People’s Republic of Korea, \nLibya (2), Guinea-Bissau, Central African Republic, Yemen, \nSouth Sudan and Mali, as well as sanctions on ISIL (Da’esh) \nand Al-Qaida, and the Taliban. The famous 1977 United \nNations Security Council Resolution 418 unanimously \nimposed a sanctions regime against Apartheid South Africa. \nThe data on UCMs presented in this report come from the \nDrexel Global Sanctions Database (V3, March 2023), which \nprovides information on sanctions adopted against other \ncountries, including the beginning and final year of sanction \nimposition. Here we present sanctions adopted unilaterally \nfrom 1950 to 2021 that are still in place as of 2022. For our \npurposes, a sanction is considered unilateral if it has not \nbeen approved by the UN Security Council, even if it is \nimposed by multiple countries. Percentages represent the \nshare of all sanctions that a country or region has adopted \n1.\t https://www.ohchr.org/en/special-procedures/sr-unilateral-coercive-measures \nto 2021. For EU member states, for example, this includes EU \nsanctions as well as sanctions that the country has imposed \nindividually. Sanctions imposed by the European Union \nafter Brexit were allocated as separate sanctions for the UK.\nMembership and participation in selected United \nNations organizations: This indicator captures \nmembership in 24 United Nations organizations: all \n15 specialized agencies, all 6 United Nations funds \nand programmes, the UN Conference on Trade and \nDevelopment (UNCTAD), the UN Framework Convention \non Climate Change (UNFCCC) and the World Trade \nOrganization (WTO). These organizations were selected \nto represent a broad range of issues related to sustainable \ndevelopment (education, health, finance, trade, \ntelecommunication, and industrial policies), as well as \nincluding all of the specialized agencies.\nUN Specialized Agencies: the Food and Agriculture \nOrganization (FAO); the International Civil Aviation \nOrganization (ICAO); the International Fund for \nAgricultural Development (IFAD); the International Labour \nOrganization (ILO); the International Monetary Fund \n(IMF); the International Maritime Organization (IMO); the \nInternational Telecommunication Union (ITU); the UN \nEducational, Scientific and Cultural Organization (UNESCO); \nthe United Nations Industrial Development Organization \n(UNIDO); the World Tourism Organization (UNWTO); the \nUniversal Postal Union (UPU; the World Health Organization \n(WHO); the World Intellectual Property Organization \n(WIPO); the World Meteorological Organization (WMO); \nand the World Bank Group – including the International \nBank for Reconstruction and Development (IBRD), the \nInternational Development Association (IDA), and the \nInternational Finance Corporation (IFC). United Nations \nfunds and programmes: UN Development Programme \n(UNDP), UN Environment Programme (UNEP), UN \nPopulation Fund (UNFPA), UN Human Settlements \nProgramme (UN-HABITAT), UN Children’s Fund (UNICEF), \nWorld Food Programme (WFP). \nMemberships were verified as of May 2023 via each \norganization’s website. Several OECD countries are no \nlonger members of UNIDO; the United States and Israel \nwithdrew funding to UNESCO in 2011 and withdrew their \nmembership in 2019."
  },
  {
    "page": 81,
    "text": "70\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\nPart 3. Government Efforts and Commitments\nMilitarization and participation in conflicts: This \nindicator aims to capture countries’ efforts to promote \nand preserve peace. It identifies countries’ level of military \nbuild-up and access to weapons, as well as their participa-\ntion in ongoing domestic and military conflicts. It builds \non data provided in the Global Peace Index 2022 (compiled \nby the Institute for Economics and Peace). The Ongoing \nConflict Score builds on six indicators to investigate the \nextent to which countries are involved in internal and \nexternal conflicts, as well as their role and the duration of \ntheir Involvement. The Militarization Score reflects coun-\ntries’ level of military build-up and access to weapons, \nas well as their level of peacefulness, both domestically \nand internationally. Comparable data on military expen-\nditure as a percentage of GDP and the number of armed \nservice officers per capita are gauged, as are financial \ncontributions to United Nations peacekeeping missions. \nOverall, among G20, OECD and large countries, Czechia, \nIceland, Ireland, Malaysia, New Zealand, and Portugal \nobtain the highest (best) scores, whereas Israel and the \nRussian Federation obtain the lowest (worst) scores. \nInternational Solidarity and Financing: We present \ndata compiled by the OECD on Official Development \nAssistance (ODA) as a headline indicator of international \nsolidarity. In 2022, only five DAC members – Denmark, \nGermany, Luxembourg, Norway, and Sweden – had met or \nexceeded the 0.7 percent ODA target. When computing \noverall scores, we use the average ratio of ODA/GNI over \nthe past five years (Figure 3.10). In 2022, ODA rose by \n13.6 percent in real terms, driven primarily by the sharp \nincrease of in-donor refugee costs (OECD, 2023b).\n•\tVoluntary National Reviews\n•\tOfficial speeches by country \nleaders making reference to the \nSDGs\n•\tSDG coordination unit in \ngovernment\n•\tNational SDG strategy (or \nsustainable development \nstrategy)\n•\tNational SDG monitoring system\n•\tSDGs referenced in annual \nnational budget\n•\tUniversal quality education and \ninnovation-based economy\n•\tUniversal health coverage \n•\tZero-carbon energy systems\n•\tSustainable ecosystems, \nsustainable agriculture, and \nclimate resilience\n•\tSustainable cities\n•\tTransformation to universal \ndigital access and services\n•\tRatification of UN Treaties\n•\tMembership in major UN \norganizations\n•\tPromotion of demilitarization \nand global peace\n•\tUse of unilateral coercive \nmeasures\n•\tOfficial Development Assistance \n(for OECD/HICs)\nPolitical Leadership &  \nInstitutional Coordination\nThe SDGs are referenced & used in political \nspeeches and institutional processes\nSDG Integration into Sectoral \nPolicies & Pathways\nAmbitious policy, regulatory and investment \nframeworks to achieve the  \nSix SDG Transformations\nCommitment to Multilateralism  \nunder the UN Charter\nCountries promote global cooperation  \nfor sustainable development \nFigure 3.11 \nConceptual Framework for Evaluating Government Efforts and Commitments to Implement the SDGs and \nIndicators Retained to Compute the Overall Score for 2023\nNote: For Pillar 2, the indicators listed correspond to the overall score for each Transformation Scorecard. This year, we could not compute scores for Transformation 4 (Sustainable ecosystems, sustainable \nagriculture, and climate resilience) and Transformation 5 (Sustainable cities). Under pillar 3, the use of unilateral coercive measures correspond to measures adopted over the period 1950 to 2021 that are still \nin place in 2022. They exclude measures adopted since January, 1 2022 and measures supported by UN resolutions. Political leadership and institutional coordination is weighted 50% of the total score, SDG \nintegration into sectoral policies and pathways is weighted 40%, and the pilot score for multilateralism counts for 10% (as this latter pillar remains a pilot this year). A Monte Carlo simulation is accessible \nonline showing how scores would vary with different weighting systems. Other sensitivity tests are also provided, including various aggregation methods (geometric mean vs arithmetic mean). Further \ninformation is accessible on sdgindex.org. \nSource: Authors analysis"
  },
  {
    "page": 82,
    "text": "3.4 Government effort and commitments for the SDGs: overall scores\n3. Government Efforts & Commitments \n71\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\n3.4 Government effort and \ncommitments for the SDGs: \noverall scores\nBuilding on the Six Transformations scorecards, the SDSN \nsurvey of government efforts for the SDGs, and a subset of \nvariables related to government support for multilateralism \nunder the United Nations Charter, we present here overall \nscores rating government efforts and commitment to the \nSDGs. These scores range from 0 (very low SDG commit-\nment) to 100 (very high SDG commitment) and cover all \n74 countries in the 2023 SDG Policy Coordination Survey \npresented in section 3.1, including all G20 members and \nmost OECD countries. Scores draw on 29 indicators of \npolicy efforts and commitment. Since the 2022 pilot, we \nhave added four new indicators on digitalization and five on \nengagement with multilateralism. We have also made some \nmethodological changes: these are explained in greater \ndetail in a technical annex available online, which also \ndiscusses the full list of indicators, the weighting scheme \napplied, and various sensitivity tests used in developing \nthese scores. We welcome critical comments and feedback \nthat may help to strengthen future iterations of this work.\nAt the midpoint of the 2030 Agenda, we draw five major \nconclusions from this comprehensive assessment of \npolicy efforts and commitment to the SDGs (Table 3.6). \nFirst, government efforts and commitment to the SDGs \nremains far too low. The average score of the 74 countries \nassessed is 56 percent, with none even close to obtaining \na perfect score. Second, there are major differences across \ncountries. Four European countries stand out as being \nvery committed to the SDGs (Finland, the Netherlands, \nSweden, and Switzerland), but scores among the G20 \ncountries range from 77 percent in Indonesia to less \nthan 40 percent in the Russian Federation and the \nUnited States. Third, of the three pillars, scores are on \naverage lowest for the second one, related to adopting \nand implementing SDG policies and pathways. This is \ndriven in part by the moderate or low performance of \nLICs and LMICs on this pillar, as these countries may lack \nthe financial resources needed to successfully adopt and \nimplement SDG investments and pathways. The HICs’ \nsomewhat better performance on pillar 2 is largely due \nto their strong performance on the education, health and \ndigital scorecards. More ambitious policies and actions \non climate and decarbonization are needed. (This year’s \nedition does not track efforts on sustainable food and \nland-use transformation, which is an important research \nagenda at the SDSN.) Fourth, LICs and LMICs score more \nhighly on political leadership and institutional leadership \nfor the SDGs than HICs. Fifth, all countries can do more to \npromote multilateralism, in line with the United Nations \nCharter. Argentina, Barbados, Chile, Germany, Jamaica \nand Seychelles score highest for their efforts to promote \nmultilateralism, yet no country obtains a perfect score.\nSome countries perform significantly better on SDG gov-\nernment efforts and commitment than would be expected \nfrom their 2015 baseline level of SDG achievement and \nGDP. We assume that rich countries with high educational \nlevels and good health and infrastructure systems would \nhave greater access to capital to invest in SDG transfor-\nmations. Yet government efforts for the SDGs in 2023 \ncorrelate only moderately to their 2015 SDG Index scores \nand per-capita GDP in 2015. Benin, Ghana, Indonesia, \nNigeria, and Senegal are just some of the countries that are \nperforming much better on the SDG government effort \nmeasure than would be predicted from their baseline SDG \nIndex levels and 2015 per-capita GDP. In contrast, a few \ncountries with very high per-capita GDPs (US$50,000 and \nabove) and SDG Index scores (75 percent and above), such \nas Australia and the United States, demonstrate only a \nlimited commitment to the SDGs, with apparently limited \nefforts made. See additional material available online. \nNote that this score focuses on federal or national govern-\nment efforts for the SDGs and may not be representative \nof initiatives and policies adopted at subnational levels – in \nregions, provinces, metropolitan areas, and cities. It has \nbeen SDSN’s privilege to also work with municipal and met-\nropolitan area associations in the United States and Brazil \n(ICS and SDSN, 2021; Lynch et al., 2019). \nAt this midpoint of the 2030 Agenda, all countries, richer \nand poorer alike, should use the half-way momentum to \ncritically review and revise their national strategies, taking \nthe 2030 Agenda principles as a yardstick (transformative, \nintegrated, inclusive, leaving no one behind). International \nfinancing flows should be aligned with countries’ SDG \nneeds as well as their commitments."
  }
]