[
  {
    "page": 13,
    "text": "2\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\nOverview\n1.\t General Assembly Economic and Social Council, Progress towards the \nSustainable Development Goals: Towards a Rescue Plan for People and \nPlanet, Report of the Secretary-General, Special Edition, May 2023. \nhttps://hlpf.un.org/sites/default/files/2023-04/SDG%20Progress%20\nReport%20Special%20Edition.pdf\n2.\t United Nations Secretary-General’s SDG Stimulus to Deliver Agenda 2030, \nFeb 2023. https://www.un.org/sustainabledevelopment/wp-content/\nuploads/2023/02/SDG-Stimulus-to-Deliver-Agenda-2030.pdf\nThis statement, issued by Members of the Leadership \nCouncil of the UN Sustainable Development Solutions \nNetwork (SDSN), builds on the work of the SDSN’s \nSecretariat and its global programs, as well as the work of \nits 1,900 member institutions, spanning all world regions. \nThe grim reality is that at the midpoint of the 2030 Agenda, \nthe SDGs are far off track. At the global level, averaging \nacross countries, not a single SDG is currently projected to \nbe met by 2030, with the poorest countries struggling the \nmost. And global cooperation has ebbed as geopolitical \ntensions have risen. In response to this situation, United \nNations Secretary-General António Guterres has urged \nworld leaders to come together at the 2023 SDG Summit \nin September to deliver a “Rescue Plan for People and \nPlanet”.1 SDSN offers the following recommendations \nto accelerate progress over the remaining seven years \nto 2030, and to set even more ambitious targets to be \nachieved by 2050 under the SDG framework.\nAs the world’s nations prepare to meet in September to \nreview the progress the world has made so far towards \nachieving the SDGs, at the midpoint of the 2030 Agenda, \nSDSN emphasizes six areas for immediate action. \nI.\t Most urgently, UN Member States should adopt an \nSDG Stimulus, to close the massive financing gap \nfaced by many developing economies. As called for by \nUnited Nations Secretary-General António Guterres,2 \nthe SDG Stimulus plan has five main components:\n1.\t Increased funding from the multilateral develop-\nment banks (MDBs) and public development banks \n(PDBs) to low- and middle-income countries, linked \nto investments in the SDGs;\n2.\t Enhancement of relief for countries facing debt \ndistress;\n3.\t Expansion of liquidity by the International Monetary \nFund (IMF) and major central banks;\n4.\t Empowerment and expansion of the specialized global \nfunds; and\n5.\t Expansion of private philanthropy with a focus on ultra-\nhigh-net-worth individuals.\nII.\t UN Member States must endorse a deep and overdue \nreform of the global financial architecture. SDSN \nidentifies six priorities for this reform:\n1.\t Greatly increased funding for national and \nsubnational governments and private businesses in \nthe emerging economies, especially the low-income \ncountries (LICs) and lower-middle-income countries \n(LMICs), to carry out needed SDG actions;\n2.\t Revision of the credit-rating system and debt-\nsustainability metrics to facilitate long-term \nsustainable development;\n3.\t Revision of the liquidity structures for LICs and \nLMICs, especially regarding sovereign debt, to \nforestall self-fulfilling banking and balance-of-\npayments crises;\n4.\t Creation of ambitious, internationally-agreed \ncriteria for sustainable finance that are mandatory \nfor all public financial institutions in high-income \ncountries (HICs), middle-income countries (MICs), \nand LICs alike.\n5.\t Alignment of private business investment flows \nin all countries with the SDGs, through improved \nnational planning, regulation, reporting, and \noversight. \n6.\t A reform of current institutional frameworks and \ndevelopment of new and innovative mechanisms \nto improve the quality and speed of deployment of \ninternational cooperation, and the monitoring of \nprogress in an open and timely manner.\nPart 1. How to Achieve the SDGs: The SDSN Framework"
  },
  {
    "page": 14,
    "text": "Overview\n3\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\nIII.\t All UN Member States should adopt long-term \nsustainable development pathways that provide \na stepwise and medium- to long-term approach to \nguide their sustainable development policies, not \nonly to 2030 but to 2050, with particular focus on \ngender equality, social inclusion, and the principal \nof ‘leave no one behind’. We are facing a long-term \nset of challenges: resolving them must be the global \npriority for a generation to come. SDSN recommends \nthat national pathways should include six key \ntransformations:3\n1.\t Universal quality education and innovation-based \neconomy: a massive increase in investments in \nquality education and in science and technology \ninnovation systems;\n2.\t Universal health access and coverage: an expansion \nof health coverage to ensure universal access to \nboth preventative and curative services;\n3.\t Zero-carbon energy systems: the transition by 2050 \nof energy systems to net-zero emissions; \n4.\t Sustainable ecosystems, sustainable agriculture, and \nclimate resilience: the transition to sustainable land \nuse, healthy diets, and resilience to ongoing climate \nchange; \n5.\t Sustainable cities: urban infrastructure and services \nto ensure productive, safe, inclusive, and healthful \ncities for a world that will be around 70 percent \nurbanized in 2050; \n6.\t Transformation to universal digital access and \nservices: actions by governments at all levels to \nensure universal access to digital services including \nonline payments, finance, telemedicine, online \neducation, and others, while ensuring privacy and \nonline safety. \n3.\t Sachs, J.D., Schmidt-Traub, G., Mazzucato, M. et al. Six Transformations \nto achieve the Sustainable Development Goals. Nat Sustain 2, 805–814 \n(2019). https://doi.org/10.1038/s41893-019-0352-9 \nIV.\t All UN Member States should present, at regular \nintervals, their national SDG frameworks in the form \nof Voluntary National Reviews (VNRs). To date, 188 \nof the 193 UN Member States have already presented \nVNRs. Five countries (Haiti, Myanmar, South Sudan, \nthe United States, and Yemen) have yet to do so, and \nshould prepare to do so with urgency.\nV.\t All UN Member States should recommit to peaceful \ncooperation, in the service of the SDGs and all other \nmultilateral agreements. Current geopolitical tensions \nare hindering SDG achievement and diverting \nfinancial and human resources away from sustainable \ndevelopment. Global spending on armaments, \nestimated at US$2.2 trillion in 2022, dwarfs financing \nfor the SDGs and climate change. SDSN calls on \nall nations to renounce violence, live within the \nUnited Nations Charter, and settle conflicts through \ndiplomacy, especially through the UN Security Council. \nVI.\t UN Member States should commit to accelerating \nSDG progress to 2030, and to setting even more \nambitious SDG targets to 2050, incorporating the \nrecent Kunming-Montreal Biodiversity Framework and \nthe High Seas Treaty.\nThe report that follows offers SDSN’s update on the state \nof the SDGs at their mid-point, highlighting the growing \ndangers of adverse environmental, social, and economic \n“tipping points” and identifying key ways that the global \ncommunity can and should accelerate SDG progress. \n1. The SDSN Framework"
  },
  {
    "page": 15,
    "text": "4\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\nIntroduction\nThe SDGs are facing strong headwinds. Despite significant \nefforts in some places, national governments on all \ncontinents have fallen short in integrating the SDGs \ninto national policies and public investments. Moreover, \nsocietal polarization, populism, and growing geopolitical \nconflict are hindering the global cooperation needed \nto achieve the SDGs. Civil society, including academic \ninstitutions, is becoming more constrained in the midst of \nintensifying political tensions. The international financial \narchitecture is failing to channel global savings to SDG \ninvestments at the needed pace and scale. \nWe emphasize that achieving the SDGs rests on five pillars \nof good governance:\n1.\t Preparing long-term SDG pathways to guide public \npolicy; \n2.\t Ensuring SDG financing at the necessary scale and \ntiming; \n3.\t Promoting global cooperation and reducing \ngeopolitical conflict and tension; \n4.\t Supporting innovation to broaden social inclusion and \nenvironmental sustainability;\n5.\t Regular reporting on SDG progress and performance.\nThe SDGs are not only a public policy framework; they are \nan ethical imperative. They are grounded in the Universal \nDeclaration of Human Rights, which celebrates its 75th \nanniversary this year. The SDGs are based on its core \npremises; that “All human beings are born free and equal in \ndignity and rights … and should act towards one another \nin a spirit of brotherhood,” and that “it is essential to promote \nthe development of friendly relations between nations.” \nAs the Universal Declaration makes clear, and the SDGs \nmake explicit, social justice and sustainable development \nrequire the full realization of the rights of all people. This \nincludes equality of opportunities for girls and women \n(SDG 5), respect for the rights and voice of Indigenous \npeoples around the world, and a much larger role for \nyoung people, who will face the consequences of our (in)\nactions throughout the 21st century. \nThe UN Sustainable Development Solutions Network \n(SDSN) is dedicated to finding and amplifying practical \nsolutions to achieve the SDGs and closely-related \nglobal goals (such as the Paris climate agreement and \nthe Kunming-Montreal Biodiversity Framework). We \nemphasize that all these global goals are interrelated \nand must be achieved together. Members of the SDSN \nLeadership Council offer the following assessments and \nrecommendations to the UN Member States, the United \nNations Agencies, international finance institutions, \nbusiness, and civil society, based on more than a decade \nof research, measurement, advising, and partnerships \nacross the world. \n4.\t Hansen, James et al. 2002. Earth’s Energy Imbalance and Climate \nResponse Time. http:/www.columbia.edu/~jeh1/mailings/2022/\nEarthEnergyImbalance.22December2022.pdf\nDire shortfalls in meeting the SDGs \nThe SDGs are seriously off track (Figure 1.1). SDG progress \nwas already very slow in the five years to 2020. According \nto the annual SDG Index, global achievement of the SDGs \nrose only slightly, from 64 percent in 2015 to 66 percent \nin 2019 – far too slowly to meet the goals by 2030, \nand with highly uneven progress within and between \ncountries. Then with the onset of the pandemic, progress \nstopped. As of 2022, the global SDG Index is below 67%. \nAt current trends, based on simple projections, there is a \nrisk that the gap in SDG outcomes between HICs and LICs \nwill be wider in 2030 (29 points) than it was in 2015 (28 \npoints). This means that we are at risk of losing a decade \nof progress towards convergence globally (Figure 1.2). \nThe multiple geopolitical crises in the world today will no \ndoubt place further obstacles on the path to 2030. If we \nlook at each of the 17 individual SDGs, not a single SDG is \nprojected to be met at the global level.\nThe world is also seriously off track to meet the Paris \nagreement climate targets and SDG 13 (Figure 1.3). \nGlobal warming as of 2022 stood at 1.2°C, with warming \ncontinuing at more than 0.3°C per decade.4 At this rate, \nthe likelihood of overshooting 1.5°C, even within a \ndecade, is very strong. According to the UNEP Emissions \nGap Report 2022, current policies put the world on track \nPart 1. How to Achieve the SDGs: The SDSN Framework"
  },
  {
    "page": 16,
    "text": "Dire shortfalls in meeting the SDGs \n5\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\nto reaching a disastrous 2.8°C warming by 2100.5 Current \nNationally Determined Contribution (NDC) targets, if \nimplemented, would still lead to around 2.4°C warming \nby 2100. Even taking the net-zero pledges of many \ncountries into account, best-case scenarios given current \npledges would lead to around 1.8°C warming by 2100. \nBiodiversity targets (SDG 15 and targets agreed under the \nCBD) are also at grave risk. All dimensions of biodiversity, \nincluding species abundance, species diversity, and \nthe functioning of ecosystems, are under threat. It has \nbeen announced that the current loss of species rate \nis 1,000–10,000 times more than the natural extinction \nrate. A combination of land-use change (e.g., dramatic \nincreases of tropical deforestation), global warming, and \npollution are driving more and more species, including \nentire families and orders of species, towards mass \nextinction. At the same time, Indigenous peoples who \n5.\t UNEP. 2022. Emissions Gap Report. Available at https://www.unep.org/\nresources/emissions-gap-report-2022.\nhave been safeguarding and stewarding these resources \nfor millennia are facing greater threats than ever. \nWater scarcity affects more than 40% of the world’s \npopulation. An estimated 1.8 billion people depend \non drinking water contaminated by human waste. \nUnsustainable water management practices, including \nchemical discharges into water supply systems for \nirrigation, affect the functioning of ecosystems services. \nGlobal resource consumption assessments for rare \nearth elements are critical. Although reserves of these \nelements do not exist in concentrated clusters – which \nmake them inefficient for mining – certain countries \nare quite dominant in this field, producing 98% of the \nworld’s supply. As demand for rare earth elements is \nincreasing tremendously, their scarcity is becoming \nmore evident.\nOcean goods and services (SDG 14 and the High Seas \nTreaty) are at severe risk due to full- to over-exploitation \nFigure 1.1  \nSDG Index world average: pre-pandemic trend and trend needed to achieve the SDGs by 2030\nNote: Pre-pandemic trend corresponds to the extrapolated annual growth rate over the period 2015–2019. See Part 2 for further details.\nSource: Authors analysis\n55\n60\n65\n70\n75\n80\n85\n90\n95\n100\n2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020 2021 2022 2023 2024 2025 2026 2027 2028 2029 2030\nWorld Average\nPre-pandemic trend\nTrend needed to achieve the SDGs\n1. The SDSN Framework"
  },
  {
    "page": 17,
    "text": "6\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\nof nearly 90% of global fish stocks.6 The crises facing \nour oceans are unabated, multidimensional, and \ncomplex. These crises include the destruction of \nfisheries through over-fishing and the deployment of \ndestructive technologies (such as ocean trawling); the \ndestruction of coastal wetland ecosystems; the mass \npollution of estuaries through fluxes of nitrogen and \nphosphorus (causing eutrophication) and other chemical \npollutants; acidification of the oceans (with an increase \nof 30% over the last 50 years due to rising atmospheric \nconcentrations of CO2\n7); pollution of the high seas \n(including plastic waste and microplastics in marine \nfood chains); the slowdown of ocean circulation due to \nclimate change; explosions of invasive marine species \ndue to increased shipping facilities; and rising sea levels \n(including the growing possibility of a rapid, multi-metre \nsea-level rise caused by the disintegration of parts of the \nAntarctic and Greenland ice sheets). Inland fisheries are \nalso experiencing similar challenges.\n6.\t The World Bank. 2017. Atlas of Sustainable Development Goals.  \nhttps://datatopics.worldbank.org/sdgatlas/archive/2017/SDG-14-life-\nbelow-water.html \n7.\t Smithsonian Institution. 2018. Ocean Acidification. https://ocean.\nsi.edu/ocean-life/invertebrates/ocean-acidification \nThe 2021 UN Food Systems Summit raised many urgent \nconcerns around improving the sustainability, affordability, \nand quality of food across the world (SDG 2). Overall, the \nFood Systems Summit highlighted the need for an inte-\ngrated and global approach to addressing food systems \nchallenges, including food security, rural development, the \nreduction of food waste, transparency along the value chain, \nsustainable diets, and the fight against climate change. \nProviding quality education (SDG 4) for all children is \nperhaps the single most important key to achieving \nsustainable development in the long term. The UN \nGeneral Assembly’s Transforming Education Summit \nheld in September 2022 was a critical meeting to spur \nnational and global efforts to transform education to \ngive all people the skills and knowledge to end poverty, \nprotect the environment, and build peaceful and inclusive \nsocieties.8 And yet, the truth remains that hundreds of \nmillions of children are either out of school entirely or \nreceiving such an under-funded and under-resourced \neducation that they are failing to achieve basic literacy \nand numeracy even after several years of education. \n8.\t UN Transforming Education Summit, 2022, https://www.un.org/en/\ntransforming-education-summit \nFigure 1.2  \nObserved and projected gaps in SDG Index score between HICs and LICs (in percentage points)\nNote: Projected gap by 2030 is based on extrapolation of annual growth rate on the SDG Index over the period 2019-2021. \nPre-pandemic projected gap is based on an extrapolation of SDG Index annual growth rates over the period 2015-2019. \nSource: Authors analysis\nGap in 2015\nGap in 2022\nProjected gap by 2030\n(current trend)\nProjected gap by 2030\n(pre-pandemic trend)\n22\n23\n24\n25\n26\n27\n28\n29\n30\nPart 1. How to Achieve the SDGs: The SDSN Framework"
  },
  {
    "page": 18,
    "text": "Planetary boundaries and geophysical tipping points\n7\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\nPlanetary boundaries and \ngeophysical tipping points\nHumanity is eroding the biological and physical \nresilience of Earth’s physical systems by transgressing \nenvironmental limits that endanger their functioning: the \n“planetary boundaries” that regulate the Earth system. \nThe latest scientific assessments indicate that six of the \nnine planetary boundaries have been breached. The \nscientific evidence points to global risks well beyond \nclimate change, including the loss of biodiversity \nand ecological functions, changes in natural land \nuse configuration, overuse of both green and blue \nwater, overloading of nitrogen and phosphorus, and \nwidespread chemical pollution. \nOne of the most ominous aspects of this rampant, and still \nuncontrolled, heedlessness is the likelihood of reaching \nmultiple dire tipping points in the Earth’s physical systems. \nScientists have identified a large number of extremely \ndangerous potential tipping points, with linkages and \ndependencies across the different planetary boundaries. \nTipping points are characterized by a non-linear response \nto gradual human forcings. Human-induced global \nwarming could hit several tipping points that may in turn \nlead to further feedbacks (amplifications) of the warming. \nFor example, as the Earth warms, sea ice melts, reducing \nthe reflectance of solar radiation back into space and \naccelerating the warming. Similarly, melting permafrost \nin the Tundra could release massive stores of CO2 and \nmethane, leading to rapid further warming. Another \nFigure 1.3 \nProjected global warming under alternative policy scenarios9 \n2°C pathway\n1.5°C pathway\nCurrent policies scenario:\n2.8°C (66% chance)\nEstimated global \nwarming over the \ntwenty-first century\nConditional NDC scenario:\n2.4°C (66% chance)\nUnconditional NDC scenario:\n2.6°C (66% chance)\nUnconditional NDC scenario with net-zero \ntargets: 1.8°C (66% chance)\nGtCO2e\nConditional NDC scenario with net-zero \ntargets: 1.8°C (66% chance)\n2010 policies scenario\nArea of figure 4.2\nIndicative emissions gap to 2°C and 1.5°C \npathways for the conditional NDC scenario\nIndicative emissions gap to 2°C and 1.5°C \npathways for the unconditional NDC scenario\n20\n10\n0\n30\n40\n50\n60\n70\n2015\n2020\n2025\n2030\n2035\n2040\n2045\n2050\nSource: UNEP, Emissions Gap Report 2022\n1. The SDSN Framework"
  },
  {
    "page": 19,
    "text": "8\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\ntipping point would be the collapse of the world’s \nrainforests due to warming (and associated drying) in the \nAmazon, Congo, and other tropical regions, which would \nrelease a massive new load of CO2 into the atmosphere. \nOthers include slowing or stopping the global ocean \n(thermohaline) circulation, and significant loss of coral \nreefs.10 Each of these potential tipping points would lead \nto global disaster on an unprecedented scale.\nThe interconnected environmental, social, and health \nchallenges can be characterized as a planetary health \ncrisis, caused by human activities such as industrialization, \nurbanization, deforestation, and the burning of fossil \nfuels. The consequences of inaction in the face of this \ncrisis are significant and far-reaching, affecting both the \nnatural systems that sustain life on Earth and the well-\nbeing of human societies.\n9.\t UNEP. 2022. Emissions Gap Report. Available at https://www.unep.org/\nresources/emissions-gap-report-2022.\n10.\tDavid I. Armstrong McKay, et al., Exceeding 1.5°C global warming \ncould trigger multiple climate tipping points. Science 377, eabn7950 \n(2022). DOI:10.1126/science.abn7950\nGrave dangers of social tipping \npoints\nUnless the SDGs are actively pursued, geophysical tipping \npoints combined with technological disruptions could \nignite disastrous social conflicts within and between \nnations. We must therefore acknowledge the real risk of \nnegative “social tipping points” beyond which peaceful \ngovernance and co-existence breaks down, as it did in \nWorld War I and World War II. \nWe firmly believe that international cooperation together \nwith the achievement of the SDGs is the best preventative \nto this dire and growing risk, and represent an opportunity \nto create positive social tipping points: for example, \nthrough equal access to high-quality education (SDG 4), \nand by fighting all forms of inequalities, including income \nand wealth inequalities (SDG 10). \nWe see across societies that inequalities are rising. \nEnvironmental crises weigh most heavily on the poorest \nand most marginalized individuals. At the same time, \ntechnological advances such as artificial intelligence and \nrobotics have the potential to eliminate many working-\nclass and professional jobs. The COVID-19 pandemic also \nseverely depleted trust in governments. Many societies, \nand not only the poorest ones, are facing increased crises \nof governance, marked by political and social instability, \ngeneral strikes, and a further loss of public confidence in \ngovernment. Although all governments are in principle \ncommitted to economic justice as enshrined in the \nUniversal Declaration of Human Rights, and to the SDG \ntenets of ‘leave no one behind’ and ‘reach the furthest \nbehind first’, too few are living up to these commitments, \nespecially as powerful groups block adequate public \nsupport for weaker groups. \nIn her 2022 report on the SDGs, E. Tendayi Achiume – \nUN Special Rapporteur on contemporary forms of racism, \nracial discrimination, xenophobia and related intolerance \n– noted that racism and racial discrimination are key \nbarriers to sustainable development, and called attention \nto the failure of some States to collect disaggregated data \non race, ethnicity, indigeneity, and migration status in the \ncontext of the 2030 Agenda. She noted however that, \nwhile disrupting the dynamic of racially discriminatory \nunderdevelopment may require a greater transformation \nthan is possible at this moment, the SDGs held untapped \npotential to advance both development and non-\ndiscrimination. The report’s recommendations include \ncalling for more racially-disaggregated SDG indicators \nand for dialogue with stakeholders on how to use these \nindicators to better allocate resources and prioritize the \ninclusion of marginalized peoples.11\nThe geopolitical situation today is certainly the most \nconflictual in decades, perhaps since World War II. The \nrise of China has led to great tension between it and the \n11.\tAchiume, T. E. (2022). 2030 Agenda for Sustainable Development, \nthe Sustainable Development Goals and the fight against racial \ndiscrimination. Report of the Special Rapporteur on contemporary \nforms of racism, racial discrimination, xenophobia and related \nintolerance. A/HRC/50/60 (13 June–8 July 2022), available from \nhttps://www.ohchr.org/en/documents/thematic-reports/ahrc5060-\n2030-agenda-sustainable-development-sustainable-development.\nPart 1. How to Achieve the SDGs: The SDSN Framework"
  },
  {
    "page": 20,
    "text": "Investing in the SDGs \n9\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\nUnited States, and much of the world is trying to adjust \nto the strains between these two major economies. \nThe disastrous war in Ukraine has further destabilized \nand divided the world’s nations. There are calls in many \ncountries to increase military budgets, even as the SDGs \nare woefully underfunded at home and internationally. \nNew records on global military spending were reached in \n2022, totaling US$2.2 trillion, even as the most basic social \nservices were under grave stress in many countries. \nEconomic tipping points could accompany or be \ntriggered by environmental, social, governance, and \ngeopolitical tipping points. Banking failures are a prime \nexample of an economic tipping point: the national \neconomy deteriorates to the point where a financial crisis \nis triggered, in turn pushing the economy into a massive \ndownturn. This was seen in the Great Depression of the \n1930s and the Great Recession of 2008. Similarly, extreme \npoverty can lead to a collapse of tax revenues, followed by \ngovernment bankruptcy and further economic collapse, a \nsyndrome that now threatens dozens of poor countries. \n12.\tSachs JD, Schmidt-Traub G, Lafortune G., 2020. Speaking truth to \npower about the SDGs, Nature. https://www.nature.com/articles/\nd41586-020-02373-7\nInvesting in the SDGs \nDespite this ominous news, the SDGs are still achievable. \nNone of their objectives are beyond our reach.12 Yes, \nthe world is off-track, but that is all the more reason to \ndouble-down on the goals, rather than surrendering to \nhuman-made shortfalls in achieving them. Our future \nremains in our hands. \nAt their core, the SDGs are an investment agenda. In the \nmost basic terms, the world must devote an increased \nportion of current output to building up sustainable \ncapital assets for the future, and must deploy such assets \neffectively. Sustainable capital assets are long-lasting \ncapital resources that can enable the world to meet the \nagreed goals of economic well-being, social justice, and \nenvironmental sustainability. The world must both shift \nits current investment patterns and increase the overall \ninvestment flow in order to build the future we want.\nDevelopment practitioners have identified eight major \nkinds of capital assets:\n1.\t Human capital: The skills and health of a productive \ncitizenry, supported by universal health access \nand coverage, quality education, shared data and \nknowledge, promotion of a culture of peace and non-\nviolence, global citizenship, and the appreciation of \ncultural diversity.\n2.\t Infrastructure: Energy production and distribution, \nland and sea transport, telecommunications, digital \ninformation services, public buildings (e.g., schools and \nhospitals), and safe water and sanitation. \n3.\t Natural capital: The capacity and healthy functioning \nof ecosystems, to be protected by ending human-\ninduced climate change, protecting biodiversity, \nsustainably managing freshwater resources, and \neliminating toxic pollutants. \n4.\t Innovation capital: The stock of intellectual property \nand data resulting from public and private research and \ndevelopment, creative cultural works, and responsibly \ngoverned and managed emerging technologies.\n5.\t Business capital: Goods and services of true social \nvalue derived from utilizing the machinery, buildings, \ninformation resources, and other capital assets that \nunderpin business productivity.\n6.\t Social capital: Social trust and pro-social values, good \ngovernance and justice, freedom of speech and the \npress, trusted scientific capabilities, and international \ncooperation. \n7.\t Urban capital: Spatial human settlements, notably \nin urban areas, that drive and support productive and \ncreative interactions across the other seven capital \nassets.\n8.\t Cultural capital: Appreciation of the diversity of \ncultures, value systems, languages, the traditional \nknowledge systems of Indigenous peoples, and artistic \nexpressions.\nThese capital assets are complementary; that is, they \nwork together in a mutually-supportive manner. A \nbusiness cannot be productive if its workers lack skills \nand health, or if there is no electricity, piped water, \n1. The SDSN Framework"
  },
  {
    "page": 21,
    "text": "10\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\ntransport, or digital access. A society cannot function \npeacefully if there is a breakdown of social capital. \nA city cannot function without water. Challenges \nsuch as decarbonization cannot be met with existing \ntechnologies alone, and so depend on continued \ninnovation and scientific research, especially in countries \nwhere investment is low. There is no hope of achieving \nglobal food security for more than eight billion people \nunless Earth’s natural capital is protected. And there is \nno hope for global peace unless there is respect for, and \ninvestment in, cultural capital and cultural diversity. \nTo achieve the SDGs, the world must invest boldly, \namply, and consistently in all eight kinds of capital. \nThese investments must involve both governments \nand corporations. For example, while business capital is \nmainly the purview of the private sector, human capital \nis mainly the purview of the public sector. Governments \ntoo must take the lead in protecting natural capital, \nwhile civil society especially must promote social and \ncultural capital, including mutual understanding across \ncultures and nations. Infrastructure capital and innovation \ncapital tend to be financed roughly equally by the public \nand private sectors. For example, governments tend \nto finance power transmission grids, while the private \nsector tends to finance power generation. Governments \ngenerally finance basic scientific research, while \nbusinesses focus on applied R&D. \nParallel to investing in the SDGs, the world needs to \nstop investing in activities that threaten planetary \nboundaries, destroy human and natural capital, and harm \nsocial cohesion. Curtailing the extraction and use of \nfossil fuels is of paramount importance. To curb harmful \ninvestments, regulatory measures, including fair and \nsustainable taxation and the dismantling of unsustainable \nsubsidies, need to be an integral element of the SDG \ninvestment agenda.\nIn 2022, the United Nations Secretary-General appointed \na High-Level Advisory Board on Effective Multilateralism, \nwith a mandate to develop a list of concrete, actionable \nrecommendations to improve international cooperation \nand advance the 2030 Agenda for Sustainable \nDevelopment. The Board’s 2023 report lists six areas for \naction that are directly aligned with the SDGs and SDSN’s \nrecommendations: rebuilding trust in multilateralism, \nsafeguarding our planet and its people, scaling up and \nimproving the efficacy of global finance, improving data \nsystems and their governance, and promoting peace.13\n13.\tHigh-Level Advisory Board on Effective Multilateralism (HLAB), \n2022. A Breakthrough for People and Planet: Effective and Inclusive \nGlobal Governance for Today and the Future, https://www.\nhighleveladvisoryboard.org/breakthrough \nFailures (and some successes) of \nnational SDG governance \nThe most important level of decision-making remains the \nnation-state. Nation-states hold the primary responsibility \nfor achieving the SDGs. They are members of the United \nNations and the signatories of United Nations treaties. \nThey hold juridical responsibility for implementing \ntreaty agreements and the rest of the United Nations \narchitecture, including the United Nations Charter, the \nUniversal Declaration of Human Rights, and the SDGs. \nNational governments must ensure both the domestic \nimplementation of the SDGs, including the reduction of \nnegative spillovers, and international implementation by \nbuilding a global governance and financial architecture \nthat delivers the SDGs. Crucially, national government \nmust also work with subnational governments to \nimplement the SDG agenda at the local level, including \nsustainable urban infrastructure, delivery of social services, \nand ensuring safe communities.\nVirtually all governments of the world have embraced \nthe SDGs in principle. 188 of 193 UN Member States have \nsubmitted VNRs for comment by the other nations. Only \nfive countries, notably the United States, Haiti, Myanmar, \nSouth Sudan, and Yemen, have never presented VNRs. \nFour of these countries are wracked by violence and \npoverty. The case of the United States stands as a glaring \nexception. \nThe Nordic countries and European Union have shown \nconsiderable support for the SDGs. So too have many \ndeveloping countries in the G20. However, many \ngovernments of developing countries have made \nPart 1. How to Achieve the SDGs: The SDSN Framework"
  },
  {
    "page": 22,
    "text": "Failures (and some successes) of national SDG governance \n11\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\nonly low to moderate SDG commitments, although \nof course these countries have also not received the \nfinancing needed to support the Goals.14 In many cases, \nnational SDG strategies remain disconnected from core \ngovernment policies and priorities. These are some of the \nfindings of SDSN’s annual (2023) survey on government \nefforts and commitments for the SDGs, which is \nconducted in close cooperation with our global network \nof experts and practitioners. Of 74 governments analyzed, \nwe see large differences in terms of government efforts \nand commitments (see Part 3).\nThe greatest responsibility for achieving the SDGs and \nsafeguarding the planetary boundaries lies with the G20 \nmembers. These countries represent more than 80% of \nglobal GDP, around 70% of the world’s forests, more than \n60% of the earth’s population, and more than 50% of its \nlandmass. The G20 countries account for 90% of global \nlignite and coal extraction and more than 60% of global \noil and gas production. \nThe United States, as the world’s biggest economy in \nterms of GDP at market prices and its biggest oil and \ngas producer, has a responsibility both to itself and \nto the rest of the world to immediately embark on an \nambitious transformation towards the SDGs, as well as \ntowards other global climate and biodiversity goals. With \nthe 2022 Inflation Reduction Act, the Biden government \nannounced its intention to reduce carbon emissions by \nroughly 40 percent from 2005 levels by 2030, although \nthere are growing concerns that outcomes will lag behind \nthese goals, due in part to the legislation’s lack of an \nagreed national financing strategy other than tax credits. \nThis and other policy measures fall short, however, of the \nscope and ambition of the SDGs. Overall, the United States \nhas so far shown very little commitment to the SDGs. We \ncall on the United States to formulate an SDG action plan \nand to present a VNR to the High-Level Political Forum. \nThe European Union – the world’s second-largest \neconomy and its major lignite producer – has produced \n14.\tLafortune, G., Fuller, G., Bermont Diaz, L., Kloke-Lesch, A., Koundouri, \nP., Riccaboni, A. (2022). Achieving the SDGs: Europe’s Compass in a \nMultipolar World. Europe Sustainable Development Report 2022. SDSN \nand SDSN Europe. France: Paris. https://eu-dashboards.sdgindex.org\nthe European Green Deal (EGD), which is exemplary in \nmany regards. Many EU member states demonstrate a \nhigh or moderate SDG commitment. The EGD embraces \nan EU-wide set of goals, timelines to 2050, and financing \nstrategies across major dimensions of the SDGs: energy \ndecarbonization, climate resilience, circular economy (to \ncut pollution), sustainable agriculture (the “farm-to-fork” \nstrategy), digital access, and innovation. EU-wide financial \nresources, notably the EU Recovery and Resilience Facility, \nwere mobilized to support the EGD. The European \nRegional Development Fund, which provides the EU \ncohesion funds, is also directed towards the EGD. The \nHorizon Europe program and EU Missions in Horizon \nEurope catalyze the EU’s efforts to stimulate innovation \nand identify concrete solutions for the EGD. However, \nthe EGD and EU policies at large lack a comprehensive \nalignment to the SDGs, politically agreed targets for many \nSDG indicators, and clarity on how to achieve the SDGs. \nThe EU has also highlighted the strategic role of the \nprivate sector in achieving the SDGs, by implementing a \nnew directive asking companies to publish sustainability \nreports and, in particular in the food sector, by promoting \nthe “Code of Conduct on Responsible Food Business and \nMarketing Practices”, a tool for setting out the actions that \nagri-food companies can voluntarily commit to in order \nto tangibly improve and communicate their sustainability \nperformance. SDSN’s Europe SDR emphasizes the \nimportance of living up to the ambitions of the EGD \nand the SDGs, both inside the EU as well as in the EU’s \nforeign actions, despite the multiple crises faced.15 In \nJuly 2023, the EU is set to present its first Union-wide \nvoluntary review at the United Nations. This presents a \ngood opportunity for the EU to send a strong message \nto the international community, and to demonstrate its \ncommitment to and leadership on the SDGs.\nChina, as the world’s largest economy in purchasing-\npower-adjusted terms and its biggest coal producer, \nintends to implement the SDGs by integrating them \ninto its medium and long-term national development \nstrategies, such as its five-year plans. China has already \npresented two VNRs to the HLPF (2016 and 2021). The \n15.\t ibid.\n1. The SDSN Framework"
  },
  {
    "page": 23,
    "text": "12\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\n14th five-year plan referred to the 2030 Agenda mainly \nin the context of international cooperation. Recently, \nChina has reiterated its support for the SDGs, such as in \ngreening its Belt and Road Initiative and launching the \nGlobal Development Initiative as a worldwide effort. A key \nmeasure for China will be the explicit integration of the \nSDGs’ domestic and international implementation into the \n15th five-year plan (2026–2030). \nSome other G20 countries have shown weak \ncommitments to the SDGs in recent years. Many of the \npoor performers, such as Brazil, recently elected new \ngovernments that have staked out a far more ambitious \nposition vis-à-vis the SDGs. We urge all G20 governments \nto show the leadership required of them. \nMost of the low-income and lower-middle income \ncountries, home to more than the half of humanity, face \nmajor challenges in achieving most of the SDGs by 2030. \nMany of them lack an adequately high SDG commitment, \nand almost all lack access to the necessary financial means \nto implement the SDGs. \nAt the midpoint of the 2030 Agenda, all countries, poorer \nand richer alike, should use the half-way momentum to \nself-critically review and revise their national strategies, \nusing the principles of the 2030 Agenda (transformative, \nintegrated, inclusive, leaving no one behind) as a yardstick. \nAcross the globe, we need to leave the comfort zones of \npolitical leaders and question the obstacles of outmoded \nideologies, habits, and weak governance. We also need \nresponsible business leadership leaving their comfort \nzone to establish SDG-compatible business models and \nappropriate business governance.16\n16.\tLeisinger, Klaus M. Integrity in Business and \nSociety, CRT publications, Minneapolis, United States, December 2021. \nFailures of global governance \nAchieving the SDGs will require a transformative global \napproach. Yet current methods and mechanisms for \nimplementing the Agenda largely reflect pre-2015 world \nrealities and are far from meeting the universality and \ntransformative ambition of the SDGs. Four basic failures \nstand out: First, implementation is largely left to the \nnational level and on a voluntary basis, without effective \nmultilateral enforcement mechanisms in place. Second, \ndeveloped countries are not being held to account, \nneither for their adverse spillovers, nor for ensuring \nadequate flows of financing for sustainable development. \nThird, the rules governing trade and international \nfinance are not geared towards the SDGs. For example, \nglobalized trade rules for ‘cleantech’ could accelerate \nthe energy transition and offer protections to workers, \nhowever such rules have not been negotiated or agreed \nupon. Unifying international business ecosystems could \nsimilarly improve industrial supply chains, particularly \nby leveraging artificial intelligence. And fourth, national \ngovernments typically lack ‘vertical’ coordination with \nsubnational governments for SDG implementation. \nBoth the 2030 Agenda and the Paris Climate Agreement \nestablished mechanisms to encourage and monitor \ntheir implementation by nation-states. However, \nexperience so far with VNRs and Nationally Determined \nContributions (NDCs), respectively, demonstrate that \nthese mechanisms – despite some progress – have not \ndelivered the effort necessary to achieve global goals. \nEven the progress on consistent national reporting on \nSDG indicators is inadequate. There are no assessments \nor recommendations by the respective secretariats or \ndecision-making bodies on the adequacy or further \nenhancement of national implementation, let alone \nmeasures of enforcement. This is especially important \nfor those SDGs where national (non-)compliance has \nsignificant externalities for the global community and \navoiding threats to the planetary boundaries. There are \nlessons to be learned from international agreements \nin other fields like trade, human rights, or international \npeace and security; these can be translated and refined \nto support sustainable development. \nPart 1. How to Achieve the SDGs: The SDSN Framework"
  },
  {
    "page": 24,
    "text": "Failures of the global financial architecture\n13\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\nFailures of the global financial \narchitecture\nThe “global financial architecture” (GFA) refers to the \ncomplex system of public and private finance that \nchannels the world’s saving to the world’s investment. The \nGFA includes multilateral institutions (for example, IMF and \nWorld Bank), national and local budgets, public borrowing \nand debts, and private equity and debt financing. Financial \ninstitutions that intermediate savings and investment play \na key role, including national and multilateral development \nbanks (publicly owned banks that borrow from capital \nmarkets to on-lend funds to public and private entities), \nsovereign wealth funds, private-sector banks, insurance \nfunds, pension funds, asset management funds, venture \ncapital, credit rating agencies, and others. \nThe global financial architecture falls short in the following \nsix ways:\n1.\t Deep, chronic, and crippling under-investment in \nvirtually all low-income countries (LICs) and lower-\nmiddle-income countries (LMICs). In 2022, Investment \nper person in the LICs averaged a meagre US$175 per \nperson, compared with US$11,535 per person in the \nHICs. (Table 1.1). In fact, investment as a share of GDP \nwas lower in the LICs (20.9%) than in all other income \ncategories. The poor are consequently languishing in \npoverty. \n2.\t Most LICs and LMICs (and many small-island \ndeveloping states [SIDS], including those that are \nUMICs) lack the credit ratings to borrow on acceptable \nterms (Table 1.2)\n3.\t LICs, LMICs, and SIDS are highly vulnerable to self-\nfulfilling liquidity crises and balance of payments \ncrises, making it nearly impossible for these countries \nto implement a long-term sustainable investment \nstrategy. \n4.\t HICs are able to mobilize vast financial resources \nvery quickly, as seen during the 2008 financial crisis, \nthe pandemic, and the war in Ukraine. Yet they are \nnot prepared to mobilize such resources for global \nsustainable development, despite the urgency and \nprevious promises regarding development assistance \nand climate financing. \n5.\t Private capital markets continue to direct large flows \nof private saving to unsustainable technologies and \npractices, delaying decarbonization of the world’s \nenergy system and underpinning destruction of the \nworld’s ecosystems. \n6.\t International cooperation is trapped by bureaucratic \ninstitutional frameworks that reduce the speed, \nefficacy, and efficiency of funding to meet the SDGs, \nand that fail to provide the framework for large-scale \nSDG financing. \nIt is widely recognized that the world needs to overhaul \nthe GFA. Such an overhaul should address the failures \nabove and aim to achieve six objectives:\n1.\t Greatly increase funding to national and subnational \ngovernments and private businesses in the emerging \neconomies, especially the LICs and LMICs, to carry out \nthe needed investments.\n2.\t Revise the credit rating system and debt sustainability \nmetrics to facilitate long-term sustainable \ndevelopment.\n3.\t Revise liquidity structures for LICs,LMICs, and SIDS, \nespecially regarding sovereign debts, to forestall self-\nfulfilling banking and balance-of-payments crises.\n4.\t Create ambitious and internationally-agreed upon \ncriteria for sustainable finance that are mandatory for \nall public financial institutions in HICs, MICs, and LICs \nalike.\n5.\t Align private business investment flows in all countries \nwith the SDGs, through improved national planning, \nregulation, reporting, and oversight. \n6.\t Reform current institutional frameworks and develop \nnew, innovative mechanisms to improve the quality \nand speed of deployment of international cooperation, \nand monitor progress in an open and timely manner.\n1. The SDSN Framework"
  },
  {
    "page": 25,
    "text": "14\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\nSDSN’s strategy to achieve the SDGs\nOverhauling global governance mechanisms and the \nglobal financial architecture is fundamental to unlocking \nneeded investments for sustainable development and \nending non-sustainable practices. The GFA includes \nnot only strictly financial mechanisms, but also public \npolicies regarding budgets and regulation. Moreover, \npublic policies must be pursued at all levels: globally \nthrough treaties such as the UNFCCC; regionally, such \nas through the European Union, the African Union, \nand Association of Southeast Asian Nations (ASEAN); \nnationally, through national plans and budgets; and \nlocally, at the provincial and city level, including through \ncity networks. The GFA also requires alignment of the \nprivate sector with the SDGs, brought about through \nregulation, incentives (such as tax incentives or carbon \npricing), and management practices. \nThe SDG policy agenda is complex. The SDGs call for \nlasting, long-term, directed change. For governments \nto combine the objectives of economic development, \nsocial inclusion, transparency, energy decarbonization, \nclimate adaptation, water resources and sanitation, \nbiodiversity conservation, digital access, gender \nequality, circular economy, over-harvesting, universal \nTable 1.1 \nGlobal Population, Investment, and GDP by World \nBank Income Category (% of World Total)\nPopulation\nInvestment\nGDP\nLIC\n8.0%\n0.4%\n0.5%\nLMIC\n43.2%\n11.9%\n10.7%\nUMIC\n32.7%\n37.4%\n28.5%\nHIC\n16.1%\n50.3%\n60.3%\nSource: IMF World Economic Outlook, October 2022\nNumber of UN \nMember States\nCountries with a \nMoody’s rating\nCountries with \nan investment-\ngrade rating\nCountries with an \ninvestment-grade \nrating, %\nPopulation with \nan investment-\ngrade rating, %\nLIC\n28\n9\n0\n0.0%\n0.0%\nLMIC\n54\n36\n3\n5.6%\n52.8%\nUMIC\n52\n40\n10\n19.2%\n70.2%\nHIC\n59\n52\n45\n76.3%\n98.3%\nWORLD\n193\n137\n58\n30.1%\n60.5%\nSource: Moody’s and World Bank (2023)\nTable 1.2 \nCredit Ratings by Income Category \nPart 1. How to Achieve the SDGs: The SDSN Framework"
  },
  {
    "page": 26,
    "text": "SDSN’s strategy to achieve the SDGs\n15\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\nhealth access and coverage, and universal (pre-\nprimary, primary, and secondary) high-quality public \neducation, is daunting. These challenges are far more \ncomplex than the typical aims of government. They \nare long-term, technology-based, and capital intensive, \nreplete with technological and political uncertainties, \ninherently a blend of public and private actions, and in \nneed of coordinated investments and planning with \nneighboring countries. \nSDSN puts a great emphasis on long-term national \nplanning, to coordinate public investments, regulations, \nand incentive structures over a time horizon of 20-30 \nyears. Our special emphasis is on pathway analysis to \nhelp governments and business design long-term \ninvestment plans. For that reason, the SDSN first \npioneered the concept of “Deep Decarbonization \nPathways” in the lead-up to the Paris Agreement, to \nshow governments how they could plan their energy \ninvestments during the time period 2015-2050. The \nSDSN’s initiative contributed to the concept of Long-\nterm Low-Emission Development Strategies (LEDS) built \ninto the Paris Agreement (Article 4.19). All countries are \nto prepare and submit long-term LEDS for submission \nto the UNFCCC. SDSN also launched the Global Climate \nHub to continue this work.17 SDSN is also leading \nglobal efforts, in cooperation with the Food and Land \nUse (FOLU) Coalition and other partners, to define \nlong-term sustainable food and land-use pathways \nvia the Food, Agriculture, Biodiversity, Land-Use, and \nEnergy (FABLE) Consortium.18 SDSN has joined the \nGroup on Earth Observations (GEO)19 as a Participating \nOrganization, supporting the efforts of this voluntary \nintergovernmental community to focus national, \ninternational, and private sector investments in Earth \nobservations on urgent SDG needs. \n17.\tSDSN Global Climate Hub. Website. Accessed May 16, 2023. https://\nunsdsn.globalclimatehub.org. \n18.\tMosnier, A., Schmidt-Traub, G., Obersteiner, M. et al. How can diverse \nnational food and land-use priorities be reconciled with global \nsustainability targets? Lessons from the FABLE initiative. Sustain Sci 18, \n335–345 (2023). https://doi.org/10.1007/s11625-022-01227-7 \n19.\tEarth Observations. Available at: https://earthobservations.org \nLong-term investment plans are essential for national \nsuccess in meeting the SDGs. SDSN has recommended \nsix inter-related long-term transformations:20\n1.\t Universal quality education and innovation-based \neconomy\n2.\t Universal health access and coverage\n3.\t Zero-carbon energy systems\n4.\t Sustainable ecosystems, sustainable agriculture, \nand climate resilience\n5.\t Sustainable cities\n6.\t Transformation to universal digital access and \nservices\nEach of these challenges will require large-scale \npublic and private investments to mid-century, \ntechnological transformation, and a sound financing \nstrategy. None can be solved by the private sector \nalone; indeed, governments will have to take the \nlead to design policy and financial frameworks within \nwhich business can profitably invest and innovate. \nThe Sustainable Development Report 2023 identifies \nfive levers to be deployed to bring about the \nnecessary transformations: governance, economy and \nfinance, individual and collective action, science and \ntechnology, and capacity building. The development \nof financing strategies could be supported by using \nthe methodology of integrated national financing \nframeworks, whichare already being developed in \nmore than 80 countries globally.\nPlanning for the long term, however, illuminates \nthe global financial architecture’s Achilles heel. \nWhile the high-income countries (HICs) and upper-\nmiddle income countries (UMICs) can and should, \nin principle, finance these transformations via \na combination of budget outlays, public-sector \nborrowing, and private financing (equity and debt), \nthis is surely not true of the low-Income countries \n(LICs) and the lower middle-income countries \n20.\tSachs, J.D., Schmidt-Traub, G., Mazzucato, M. et al. Six Transformations \nto achieve the Sustainable Development Goals. Nat Sustain 2, 805–814 \n(2019). https://doi.org/10.1038/s41893-019-0352-9 \n1. The SDSN Framework"
  },
  {
    "page": 27,
    "text": "16\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\n(LMICs). Careful research by the SDSN and the \nInternational Monetary Fund has revealed the very \nlarge financing gap facing nations in the poorer half \nof the world.21\nAccording to IMF estimates in 2019, the financing gap \nfacing 57 low-income developing countries (LICs and \nLMICs that are eligible for IMF concessional financing) \nto cover very basic investments in health, education, \npower, roads, and water and sanitation was in the order \nof US$300 billion to US$500 billion per year.22 Even the \nmost basic economic needs are currently out of reach \nfor roughly half the world. And these IMF estimates \ndo not yet begin to include the full costs of energy \ndecarbonization, climate adaptation, losses and damages \nfrom climate-related disasters, digital access, or urban \ninfrastructure. Adding in these extra needs, the global SDG \nfinancing gap is perhaps US$1 trillion per year, or roughly \n1% of gross world product (GWP) at market prices. As a \nrough rule of thumb based on work by SDSN and the IMF, \nthe LICs need roughly 20% of their GDP in increased SDG \ninvestment outlays while the LMICs need roughly 10%, \nthough precise amounts vary by country. \nTo make sure that existing financial resources and the \nrequired additional resources are used for sustainable \ninvestments, international finance institutions must \nfully incorporate achieving the SDGs and safeguarding \nthe planetary boundaries into their core mandates, and \nmonitor these regarding all countries, poorer and richer \nalike. Global infrastructure programs like China’s Belt and \nRoad, the EU’s Global Gateway, or the United States’ Build \nBack Better World initiatives must be much better aligned \nwith the SDGs and coordinated with each other. \n21.\tGaspar, Vitor et al. 2019. Fiscal Policy and Development: Human, \nSocial, and Physical Investment for the SDGs. IMF Staff Discussion \nNote. https://www.imf.org/en/Publications/Staff-Discussion-Notes/ \nIssues/2019/01/18/Fiscal-Policy-and-Development-Human-Socialand- \nPhysical-Investments-for-the-SDGs-46444\n22.\tibid. \nThe urgent need for an SDG Stimulus\n23.\t Guterres, A. The Secretary-General: Address to the General Assembly. \nNew York, 20 September 2022. https://www.un.org/sg/en/content/sg/\nspeeches/2022-09-20/secretary-generals-address-the-general-assembly\n24.\tThe High-Level Informal Working Group is co-convened by Ms. Amina \nMohammed, Deputy Secretary-General of the United Nations and \nProfessor Jeffrey Sachs, University Professor, Columbia University. \nMembers: Dr. Amar Bhattacharya, Brookings; Mr. Navid Hanif, UN \nDESA; Dr. Homi Kharas, Brookings; Dr. Mahmoud Mohieldin, United \nNations; Mr. Remy Rioux, AFD; Dr. Rajiv Shah, Rockefeller; Mr. Achim \nSteiner, UNDP.\n25.\tUnited Nations Secretary-General. 2023. SDG Stimulus To Deliver \nAgenda 2030. https:/www.un.org/sustainabledevelopment/wp-\ncontent/uploads/2023/02/SDG-Stimulus-to-Deliver-Agenda-2030.pdf \n26.\tHigh-Level Advisory Board on Effective Multilateralism (HLAB), \n2022. A Breakthrough for People and Planet: Effective and Inclusive \nGlobal Governance for Today and the Future, https://www.\nhighleveladvisoryboard.org/breakthrough\nIn his opening address to the UN General Assembly \non September 20, 2022, UN Secretary-General António \nGuterres called on the G20 to launch an “SDG Stimulus” \nto offset the deteriorating market conditions faced \nby developing countries and to accelerate progress \ntowards the SDGs and the Paris Climate Agreement.23 \nSDSN provided the Secretariat of a High-Level Informal \nWorking Group for the SDG Stimulus (HLIWG),24 that \nmade the case for an SDG Stimulus of an additional \nUS$500 billion per year by 2025 of SDG finance. The SDG \nStimulus plan recommended by the High-Level Working \nGroup and introduced by SG Guterres last February25 has \nfive main components:\n1.\t Increased funding from the Multilateral Development \nBanks (MDBs) and Public Development Banks (PDBs) \nto developing countries, linked to investments in the \nSDGs, a need echoed in the 2023 report of the High-\nLevel Advisory Board on Effective Multilateralism26\n2.\t Enhancement of the Debt Service Suspension Initiative \n(DSSI) and debt relief for countries facing debt distress\n3.\t Expansion of liquidity by the International Monetary \nFund (IMF) and major central banks\n4.\t Empowerment and expansion of the specialized global \nfunds\n5.\t Expansion of private philanthropy, with focus on ultra-\nhigh net worth individuals\nPart 1. How to Achieve the SDGs: The SDSN Framework"
  },
  {
    "page": 28,
    "text": "Regional cooperation and sustainable development\n17\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\nThe urgent objective of the SDG Stimulus is to address – \nin practical terms and at scale – the chronic shortfall of \ninternational SDG financing facing the LICs and LMICs, \nand to ramp up financing flows by at least US$500 billion \nby 2025. The most important component of the stimulus \nplan is a massive expansion of loans by the multilateral \ndevelopment banks, backed by new rounds of paid-in \ncapital by HIC members. Working together with the IMF \nand the MDBs, the emerging countries also need to \nstrengthen their debt management and creditworthiness \nby integrating their borrowing policies with tax policies, \nexport policies, and liquidity management, all to prevent \nfuture liquidity crises. The G20 Bali Leaders’ Declaration \nnoted another important point, which is the need to \nexpand and enhance innovative financing mechanisms, \nincluding blended finance, as well as improving \ntransparency and mutual accountability.\nIt is also vital to share fairly and globally the burden of \nfinancing for human-induced adaptation and losses and \ndamages (L&D) among responsible countries, and to \nrespond to the needs of vulnerable countries and small \nisland developing states (SIDS).27\n27.\tSachs et al. 2021. The Decade of Action and Small Island Developing \nStates: Measuring and addressing SIDS’ vulnerabilities to accelerate \nSDG progress. https://irp.cdn-website.com/be6d1d56/files/uploaded/\nWP_MVI_Sachs%20Massa%20Marinescu%20Lafortune_FINAL_\ncVeeBVmKSKyYYS6OyiiH.pdf\nEnhanced global governance for \nthe SDGs \nThe SDGs are not yet properly incorporated into \nglobal governance. Systems coherence, and ultimate \nsuccess in meeting the SDGs, leads us to the following \nrecommendations:\n1.\t All United Nations agencies should put the SDGs \nat the centerpiece of their strategies, programs, \nand reporting.\n2.\t The World Bank and the other MDBs should \nput the SDGs at the center of their financing \nstrategies, performance reviews, and reporting.\n3.\t The IMF should build its national reviews \n(Article IV), debt sustainability framework (DSF), \nand country programming around the public \npolicies and financing needed for national success \nin achieving the SDGs.\n4.\t The G20 should organize its financial \ncooperation, reporting, and metrics around \nthe reform of the GFA, as needed to achieve \nthe SDGs.\n5.\t All UN Member States should present VNRs \nat least once every three years. It is especially \nurgent that the five countries that have not \nyet presented VNRs should do so no later \nthan 2024.\n6.\t United Nations agencies, multilateral \norganizations, and Member States need to \nincrease investment in, and coordination \nof, national and international data and \nstatistical systems and scientific capacity to \nassess SDG progress and support sustainable \ndevelopment decision making and \ninvestment, including disaggregated data by \nregion, social stratification, and other criteria \nas helpful. \nRegional cooperation and \nsustainable development\nOne of the consistent findings of the SDSN is that SDG \nsuccess requires strong cooperation at the regional level. \nNeighboring countries share ecosystems (rivers, forests, \nfishing zones, wetlands) and must cooperate to protect \nthem. Strong regional partnerships are needed to \nachieve regional objectives. The great seas, such as the \nMediterranean Sea and the Black Sea, are under severe \nthreat from chemical and plastics pollution, and must be \nprotected by all countries whose rivers feed these seas. \nMoreover, regional cooperation is needed to promote \ntechnological and social innovations. For example, the \nMediterranean region is a hot spot for climate change, \nthreatened also by urbanization, economic pressures, \nand geo-political crises. Nonetheless, it is recognized \nas the birthplace of the “Mediterranean diet,” with an \n1. The SDSN Framework"
  },
  {
    "page": 29,
    "text": "18\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\nagri-food sector with the potential to meet the increased \ndemand for healthy, sustainable foods in the future. \nTransport, zero-carbon power, and digital (fiberoptic) \nbackbones depend on regional-scale grids. For all of \nthese reasons and more, neighboring countries must \ncooperate deeply to build infrastructure and share \ndata and knowledge, and to implement sustainable \ndevelopment policies. Regional international policies \nand agreements should be based on available \nscientific knowledge.\nSDSN calls for, and is actively supporting, the devel-\nopment of similar regional-based sustainability plans \nwith associated financing. SDSN is closely following \nand supporting the EU’s endeavors to achieve the \nSDGs, inter alia by the EU’s European Green Deal. The \nEU Green Deal has great potential to bring about \ntransformation both within the EU and beyond, \nincluding the larger European and Mediterranean \nregion, and even Africa. SDSN is working with the \nASEAN Secretariat and member states to help develop \nthe ASEAN Green Deal, introduced in 2022 under the \nASEAN Presidency of Cambodia. SDSN is supporting \nthe African Development Bank to develop a strategic \nplan to accelerate Africa’s sustainable development, \nwith the aim of the African Union achieving high-in-\ncome status and sustainable development by 2063, \nthe 100th anniversary of the Organization of African \nUnity. SDSN is working with the Amazon Basin \nnations, through the Scientific Panel of the Amazon, \nto develop a regional strategy for the conserva-\ntion and sustainable development of the Amazon. \nIn that capacity, the SDSN is also supporting new \npartnerships between the rainforest countries of the \nAmazon Basin, the Congo Basin, and Southeast Asia \nfor a global financing mechanism to protect all three \ntropical rainforest regions. Protection and sustainable \nmanagement of rainforest ecosystems through related \nstandardization will support their impact assessment \non a global basis.\nThe sub-national level \nProvincial, metropolitan, and city governments are \ntypically at the front line in achieving the SDGs. Nearly \n60 percent of the world population now lives in urban \nareas, and that proportion is likely to rise to at least \n70 percent, and probably higher, by mid-century. \nMoreover, cities constitute at least 85 percent of total \nworld output and energy use. What happens in cities will \ndetermine the future of the world, and the success or \nfailure in sustainable development. \nLocal governments have the front-line responsibility \nfor implementing universal health systems, places in \nschool for all children, safe water and sanitation, public \ntransport services, adequate housing, and physical safety \nin the local environment (from crime, toxic wastes, and \nnatural hazards). This is why mayors and city councils \naround the world have rallied to the SDGs, even if their \nlocal leadership is sometimes under-appreciated and \nunder-noted because national governments tend to \nhold the limelight at the United Nations, with the MDBs, \nand in the media. \nCities face one other chronic problem. While they are \nlargely responsible for service delivery, it is national \ngovernments that, by and large, collect revenue to fund \npublic investments and social services. Cities are therefore \ncaught between front-line responsibility and back-of-the-\nline access to the necessary public financing. \nSDSN recognizes this gap in the practical means of \nimplementation of city governments, and is currently \nworking with the major urban think tanks and global \nurban networks (including the C40 and ICLEI) to address \nthe challenge of sub-national financing of the SDGs. \nThis initiative will be launched in Paris in during the June \nSummit for a New Global Financial Pact. \nPart 1. How to Achieve the SDGs: The SDSN Framework"
  },
  {
    "page": 30,
    "text": "The continuing efforts of the SDSN\n19\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\nGlobal peace as the prerequisite for \nsustainable development \n28.\tXinhua. 2022. Xi meets German Chancellor Olaf Scholz. https://english.\nnews.cn/20221104/f544bca38c33443186d3de8b3d0a9a27/c.html \nSDG 16 recognizes the vital role of peaceful and inclusive \nsocieties, and SDG 17 underscores the need for global \noutreach and cooperation to achieve the Goals. Peace and \nglobal cooperation must not become mere slogans. They \nare ever more vital to human survival in an age when both \nnuclear weapons and environmental devastation threaten \nthe very survival of humanity. We recall in this context the \npowerful truth spoken by United States President John F. \nKennedy more than 60 years ago, when he declared, “The \nworld is very different now. For man holds in his mortal \nhands the power to abolish all forms of human poverty \nand all forms of human life.” Peace and global cooperation \nmean nothing less and nothing more than choosing the \nend of human poverty over the end of human life. \nWe take note of the dire warning of the Bulletin of Atomic Sci-\nentists, which recently moved the hands of its Doomsday Clock \nto just 90 seconds from midnight, the closest to Armageddon \nin the Clock’s 76-year history; “largely (though not exclusively) \nbecause of the mounting dangers of the war in Ukraine.” We \ncommend global leaders who “oppose the use of or the threat \nto use nuclear weapons”28 and urge all sides to follow this call. \nHad the negotiations underway in March 2022 between \nRussia and Ukraine been successfully concluded, count-\nless lives would have been saved and the devastation of \nUkraine’s cities would have been spared. The world would \nhave escaped the current tumult of soaring food and \nenergy prices and other financial dislocations. We would \nnot be even closer to nuclear Armageddon. \nInternational relations scholars have powerfully described \nthe “tragedy” of great power conflict. They warn that the \njostling for power – or hegemonic domination – ends in \ntragic wars. We cannot afford such a tragedy in our world \ntoday. The world is indeed very different now, as we live \nunder the threat of nuclear war, and even nuclear anni-\nhilation. We need not only technological know-how, but \nalso diplomatic know-how, to respect global diversity and \nto settle international disputes peacefully.\nThe continuing efforts of the SDSN\n29.\tMission 4.7. Available from: https://www.mission4point7.org \n30.\t UNESCO, Futures of Education, International Commission. Available from: \nhttps://en.unesco.org/futuresofeducation/international-commission\nThe SDSN was created in 2012, soon after the Rio+20 \nSummit which mobilized the world’s universities, think \ntanks, and national laboratories on behalf of the SDGs. \nSDSN’s mission was fourfold: scholarly research, educa-\ntional innovation, and partnerships, convening power, and \noutreach to the public. We are proud of our efforts since \n2012 in these four areas. \nThe SDSN is now a global network of more than 1,900 \nmember organizations, mainly universities, organized in \n53 national and regional chapters. The SDSN convenes \nglobal university leadership on behalf of shared activities \nto support sustainable development. In 2022, hundreds \nof university presidents brainstormed and shared best \npractices in aligning their institutions with the SDGs. SDSN \nmembership continues to grow rapidly, and new national \nand regional chapters are regularly launched. \nWe aim to ensure that institutions of higher learning \nand public policy research centres in all 193 UN Member \nStates are actively part of the SDSN. The SDSN’s flagship \neducational initiative, the SDG Academy, directly reaches \nhundreds of thousands of learners each year, with an \nexpanding provision of free, world-class educational offer-\nings. In 2023, the SDSN is working with universities around \nthe world to launch further low-cost master’s degrees \nin sustainable development, in an effort to dramatically \nincrease the number of students reached each year. \nSDSN is working closely with the UNESCO SDG 4 High-\nLevel Steering Committee on these two major issues, via \nMission 4.7 through an SDG Academy Partnership with \nthe Open Education Resources Recommendation team at \nUNESCO.29 The International Commission on the Futures of \nEducation recognizes that open education resources are \nessential for supporting students, educators, and young \nprofessionals on their education for sustainable develop-\nment (ESD) journeys.30 The UNESCO Recommendation on \nopen education resources was endorsed by all Member \nStates in November 2019. In September 2022, at the \n1. The SDSN Framework"
  },
  {
    "page": 31,
    "text": "20\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\nTransforming Education Summit in New York, the United \nNations Secretary-General announced a number of global \ninitiatives. One of them is the International Financing \nFacility for Education.31 Another is the Gateways to Public \nDigital Learning project32 to ensure equitable access to \nand resources for digital learning.\nThe SDG Academy33 is also building partnerships around \nprofessional training to upskill employees and make \nthem future-ready for implementing the SDGs and Paris \nAgreement. Ideally, at every stage of life, individuals \nshould understand how they coexist in harmony with \npeople and the planet. We may not wish to harm people, \nor our common home, but all of us must “go back to \nschool” and learn how to create positive linkages to \npeople and nature in everyday activities, at home and at \nwork. SDSN will endeavor to support professional training \nand lifelong learning across all sectors.\nAnother key dimension of the SDSN’s work is supporting \ngovernments, at all levels, to understand the implications \nof policy choices and to make evidence-based and \nforward-looking decisions. SDSN engages in a wide range \nof intergovernmental processes, including the G20, G7, \nUNFCCC, CBD meetings, and World Health Assembly. \nThese fora are critical to encourage international \ncollaboration, promote peace, and implement the \nrecommendations contained within this document, in \nparticular on SDG finance. SDSN remains at the disposal of \nall stakeholders to analyze pathways and scenarios, and to \nleverage knowledge to make sound decisions. \nAll UN Member States and United Nations agencies can \ncount on the continued efforts and energies of the SDSN \naround the world to support all governments, businesses, \nand civil society to embrace and align with the SDGs on \nsustainable development. \n31.\t Guterres, A. Secretary-General’s remarks to the Press on the International \nFinance Facility for Education [as delivered], 17 September 2022. \nhttps://www.un.org/sg/en/content/sg/press-encounter/2022-09-17/\nsecretary-generals-remarks-the-press-the-international-finance-\nfacility-for-education-delivered \n32.\tUnited Nations, Gateways to Public Digital Learning, 19 September \n2022. https://www.un.org/en/transforming-education-summit/\ngateways-public-digital-learning \n33.\tSDG Academy. Available from: https://sdgacademy.org \nSustainable development to 2030 \nand 2050 \nThe tasks of sustainable development – ensuring \nmaterial human well-being and security, social \ninclusion and justice, environmental sustainability, and \nglobal cooperation to secure peace and sustainable \ndevelopment – are not just tasks to 2030. They are the \npreeminent tasks of the coming generations, enshrined \nin several documents including the 2030 Agenda (2015) \nand UNESCO’s Declaration on the Responsibilities of the \nPresent Generations Towards Future Generations (1997). \nThey are the work of the 21st century.\nWe conclude by underscoring the vital, life-affirming \nimportance of four key international agreements: the \nSustainable Development Goals, the Paris Climate \nAgreement, the Kunming-Montreal Framework for \nBiodiversity, and the High Seas Treaty. These are signal \nachievements of humanity, to have come together across \nall nations to adopt a common set of challenges. As we \nhave emphasized in this statement, our major challenge \ntoday is matching these soaring ambitions with the \nmeans to achieve them, most importantly, the financial \nresources and regulatory conditions for the investments \nneeded to achieve these goals.\nAt the mid-point of the SDG agenda, we are far \noff target. Yet we have gained ground. Almost all \ngovernments have committed to adopting SDG-\nbased action plans; technologies have advanced that \ncan support the goals (such as green energy, green \ntransactions, green jobs, Earth observations, and \nartificial intelligence); and there is growing regional \ncooperation to achieve the goals on the ground, \nthrough shared investments, knowledge, and policies. \nAchieving the SDGs requires more than “normal politics”. \nGovernments are only now learning how to design \nintegrated strategies that address economic, social, \nand environmental objectives in tandem. Governments \nare only now mapping out pathways to mid-century \nto meet crucial energy, healthcare, and education \nobjectives, among others. Governments are only now \nestablishing R&D funds to promote breakthroughs \nin key technologies that will expand their power and \nPart 1. How to Achieve the SDGs: The SDSN Framework"
  },
  {
    "page": 32,
    "text": "Sustainable development to 2030 and 2050 \n21\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\nreduce their costs. Governments are only now building \nthe digital platforms and data networks that integrated \nstrategies will depend on. And governments are only \nnow, many years late, turning their attention to the \nchronic and deep shortcomings of the GFA.\nSustainable human development is a multi-dimensional \nprocess. The balance between the ecological, economic, \nsocial, and cultural spheres, together with political, \nethical, and cultural aspects, must be nurtured. Open \nsharing of data and knowledge across these dimensions \nis essential to building trust and cooperation. People \nof good will must choose and act coherently in their \nprivate and in their professional lives to further the \ncommon good.\nFor these reasons, we end our message with two \nurgent and timely calls for action: \nFirst, that UN Member States, at the 2023 SDG Summit \nand the 2024 Summit of the Future, recommit boldly, \nstrongly, and proactively to the SDGs, accelerate progress \nto 2030, and adopt even more ambitious SDG targets \nand objectives to mid-century, also incorporating recent \ninternational agreements on oceans and biodiversity. \nAs the aims of the 2030 Agenda are ever-evolving, and \nlinked to many processes, we call on academia, civil \nsociety, and business to develop proposals on how this \nagenda can be enhanced and enforced in the decade(s) \nto come.\nSecond, UN Member States, starting with the G20 \nmeeting this September in India, should adopt an SDG \nStimulus to accelerate progress towards the SDGs by \n2030 and enhance global governance for enforcing the \nimplementation of the SDGs by all countries.\n1. The SDSN Framework"
  }
]