[
  {
    "page": 20,
    "text": "The Sustainable Development Goals Report 2024\n18\n•\t\nThe world continues to lag in its pursuit of gender equality by 2030. \nHarmful practices are decreasing but not at a rate keeping up with \npopulation growth. One in five girls still marry before age 18. A \nstaggering 230 million girls and women have been subjected to female \ngenital mutilation. Far too many women still cannot realize the right to \ndecide on their sexual and reproductive health. Violence against women \npersists, disproportionately affecting those with disabilities.\n•\t\nParity in women’s participation in public life remains elusive, and in \nmanagement positions, at current rates, parity will require another 176 \nyears. Women carry an unfair burden of unpaid domestic and care work, \nspending 2.5 times more hours a day on it than men.\n•\t\nStrong and sustained commitments to changing biased social norms, \neliminating harmful practices and abolishing discriminatory laws are \nurgently needed. Enhancing women’s roles in leadership and decision-\nmaking and adequately scaling up investments in gender equality on \nnational, regional and global scales are top priorities. \nGender equality\nWomen in the fishing industry in Burundi demonstrate against \ngender-based violence during an annual campaign for the elimination \nof violence against women.\nThe dismantling of discriminatory laws is encouraging but gaps persist, notably in land rights\nData from 120 countries show that from 2019 to 2023, 56 positive legal \nreforms focused on removing discriminatory laws and establishing legal \nframeworks to advance gender equality. Twenty-two reforms centred on \nequal rights to employment and economic benefits and 18 on stopping \nviolence against women. The reforms included lifting restrictions on women \nworking in specific sectors, guaranteeing equal remuneration for work of \nequal value and prohibiting marital rape. Gaps remain, however; no reporting \ncountry earned a perfect score across all areas of legislation.\nLegal protections of women’s land rights remain grossly inadequate. Among \n77 countries, only 20 per cent has high levels of protection. Only 9 countries \nhave legal provisions for financial resources to strengthen women’s land \nownership. Just 23 countries have quotas ensuring women are represented \nin land administration or management institutions; 13 are in sub-Saharan \nAfrica. \nLimited data mask far greater risks of intimate partner violence among women with disabilities \nExisting evidence shows that the prevalence of intimate partner violence, \nin all forms, is higher among women with disabilities than those without \ndisabilities. Data from four countries in Asia and the Pacific indicate that \nin Mongolia, 41 per cent of women with disabilities has experienced \nphysical violence by a partner compared to 28 per cent of women without \ndisabilities. In Viet Nam, 1 in 5 women with disabilities has been subjected to \nsexual violence by an intimate partner compared to 2 in 15 women without \ndisabilities. Differences in the prevalence of physical and/or sexual violence \nrange from 6 to 16 percentage points in the four countries. \nPrevalence estimates are limited by the underrepresentation of women with \ndisabilities in population-based surveys on violence against women and by \nthe non-inclusion of forms of violence specific to women with disabilities. \nWithout data, women with disabilities remain “invisible” in policies, \nprevention and response strategies. \nArea 4: Marriage and family\nArea 3: Employment and economic benefits\nArea 2: Violence against women\n   Area 1: Overarching legal frameworks\nand public life\nPositive legal reforms by area of law, 2019–2023 (number)\n10\n20\n25\n15\n5\n0\n2\n18\n22\n14\n29\n31\n14\n20\n0\n10\n20\n30\n40\n50\nMongolia\nViet Nam\nBhutan\nSri Lanka\nLifetime physical and/or sexual \nintimate partner violence \nWomen with disabilities\nWomen without disabilities\n28\n25\n13\n18\n0\n10\n20\n30\n40\n50\nMongolia\nViet Nam\nBhutan\nSri Lanka\nLifetime physical inimate partner violence\n8\n7\n13\n4\n7\n0\n10\n20\n30\n40\n50\nMongolia\nViet Nam\nBhutan\nSri Lanka\nLifetime sexual intimate partner violence\nPrevalence of lifetime physical, sexual and physical and/or sexual intimate partner violence among ever-partnered women aged 15–64, by disability status, latest data \nfrom 2017 or 2019 (percentage)\n24\n33\n41\n23\n18\n20\n9\n8\n45\n39\n27\n26"
  },
  {
    "page": 21,
    "text": "19\nHarmful practices are declining but not at rates keeping up with population growth\nChild marriage and female genital mutilation violate the rights of girls and \nhave lifelong consequences. An estimated 640 million girls and women were \nmarried in childhood globally, with one third in India alone. Some progress has \nbeen made. One in five girls was married before 18 today compared to one in \nfour 25 years ago; 68 million child marriages were averted in this period. \nOver 230 million girls and women have undergone female genital mutilation. \nSome countries have made strides towards ending it, but new estimates show \nan increase of 30 million cases compared to eight years ago. In Africa, over \n144 million girls and women have undergone the practice, with notably high \nlevels in Djibouti, Guinea and Somalia, where at least 90 per cent of girls and \nwomen are affected. Asia and the Middle East are home to significant numbers \naffected by female genital mutilation as well, at over 80 million and over 6 \nmillion, respectively. Demographic trends pose challenges, as populations are \nprojected to grow fastest in regions where harmful practices are common. \nGoal 5 | Gender equality\nFrom legislatures to corporate boards, women have made insufficient gains in leadership \nWomen’s political participation remains constrained. As of 1 January 2024, \nwomen occupied 26.9 per cent of seats in national parliaments, up from \n22.3 per cent in 2015. Only six countries had 50 per cent or more women \nin the lower or single chamber (Andorra, Cuba, Mexico, Nicaragua, Rwanda \nand the United Arab Emirates). Two lower chambers now have no women \nmembers (Oman and Yemen), down from five in 2015. In local government, \nwomen occupied 35.5 per cent of elected seats in 2023. Gender quotas \nlargely determine progress.\nWhile women hold 40 per cent of global employment, they only occupied \n27.5 per cent of managerial positions in 2022, the same share as in 2016. \nParity in managerial roles will take 176 years at current rates of change, with \ndiscrimination, restrictive laws and inadequate social protection creating \ndaunting barriers. Sub-Saharan Africa shows progress is possible. It has \nachieved an 11.3 percentage-point increase in female managers since 2000, \nreaching 38 per cent in 2022. The global increase was only 2.8 percentage \npoints over the same period.  \nHeavy burdens of unpaid domestic and care work trap women in poverty and inequality \nDespite variations across regions and country-specific differences, women in \ngeneral perform most unpaid domestic and care work. This disproportionate \nburden is amplified in lower-income households, contributing to poverty, \ninequality and precariousness, including by limiting labour-market \nparticipation. \nOn average, each day, women spend 2.5 times more hours on unpaid \ndomestic and care work than men. Regional disparities are marked, at five \ntimes more in Northern Africa and Western Asia compared to about two \ntimes more in Oceania, Europe and Northern America. Differences are \nprimarily attributed to men allocating more time to unpaid work than to \nregional differences among women’s engagement in unpaid labour. \nWomen’s empowerment in sexual and reproductive health decisions remains restricted globally, \nalthough positive strides are evident in some places \nData from 69 countries show that 56 per cent of married or in-union women \naged 15–49 can decide on their sexual and reproductive health and rights, \nranging from 38 per cent in sub-Saharan Africa to over 80 per cent in \nEurope. Although 89 per cent of women can autonomously decide to use \ncontraception, one in four cannot make health-care decisions or say no to \nsex. New data from 32 countries show that 19 have seen a positive trend \nin women’s ability to make decisions on sexual and reproductive health, \nparticularly in Eastern and Southern Africa. Conversely, Western and Central \nAfrica has experienced notable declines.  \nSocioeconomic factors such as household wealth, education and place of \nresidence may shape these outcomes. For instance, data reveal shifts in the \nurban-rural gap, with some countries seeing decreased disparities and some, \nsuch as Armenia and Uganda, experiencing widening gaps. Understanding \nthe trends is crucial in developing policies and programmes for vulnerable \ngroups. Focusing on rural populations, the lowest wealth quintiles and \nindividuals with limited education could help bridge significant gaps.  \n4.1\nProportion of time spent on unpaid domestic and care work by sex (percentage) \nand ratio between women and men (bubbles), 2000–2022\n5.7\n4.9\n5.0\n4.9\nWomen\nMen\nRatio\n7.1\n9.3\n9.2\n7.0\n10\n5\n10\n5\n20\n25\n0\n15\n20.2\n18.6\n15.2\n14.4\n19.7\n17.4\n16.8\n17.6\n3.3\n3.1\n2.5\n1.8\n1.9\n2.8\n2.9\nCentral and Southern Asia\nSub-Saharan Africa\nEastern and South-Eastern Asia\nNorthern Africa and Western Asia\nLatin America and the Caribbean\nEurope and Northern America\nOceania\nWorld\n0\n20\n40\n60\n80\n100\nSub-Saharan \nAfrica (37)\nOceania (2) Central and\nSouthern \nAsia (9)\nNorthern \nAfrica and\nWestern\nAsia (4)\nLatin America \nand the \nCaribbean (7)\nEastern and \nSouth-Eastern \nAsia (5)\nEurope and \nNorthern \nAmerica (5)\nWorld (69)\nProportion of women aged 15–49 years who make their own decisions regarding \nsexual and reproductive health and rights, 2007–2022 (percentage)\nNote: The number of countries with comparable survey data included in the regional \naggregations is presented in parentheses. Based on the Demographic and Health Surveys, \nMultiple Indicator Cluster Surveys and other national surveys conducted from 2007 to 2022. \n38\n57\n62\n65\n72\n77\n82\n58"
  }
]