[
  {
    "page": 24,
    "text": "The Sustainable Development Goals Report 2024\n22\nAffordable and clean \nenergy\n•\t\nConsiderable strides have been made in achieving sustainable energy \ntargets. The number of people lacking access to electricity dropped from \n958 million in 2015 to 685 million in 2022. The number without clean \ncooking fuels declined from 2.8 billion to 2.1 billion over the same period. \nGlobal capacity to generate electricity from renewable energy has begun \nexpanding at an unprecedented rate, a trend expected to continue.\n•\t\nRecent events, such as the COVID-19 pandemic and the war in Ukraine, \nhave disrupted progress, including by exacerbating already insufficient \ninternational financial flows for clean energy in developing countries. \nWithout a change in course, an estimated 660 million people will still \nlack electricity access and around 1.8 billion will go without clean cooking \nfuels and technologies by 2030.\n•\t\nTo achieve universal access to clean energy by 2030, robust policies \nare needed to accelerate electrification, enhance energy efficiency \nand increase investments in renewable energy. These efforts, coupled \nwith fostering innovative solutions and creating supportive regulatory \nframeworks, are pivotal to advance towards Goal 7 and meet climate \nobjectives. \nWorkers install solar panels to power a public hospital in Yemen, \nrestoring operations affected by ongoing conflict. \nThe number of people lacking electricity access grew for the first time in a decade \n In 2022, although the global electricity access rate held steady at 91 per \ncent, 685 million people still lacked electricity, 10 million more than in \n2021 due to population growth. This marked the first such increase in a \ndecade. The setback is largely attributed to the disruptions of the COVID-19 \npandemic and Ukraine conflict, which affected energy prices and markets. \nThose without access to electricity are predominantly in low-income \nhouseholds or located in remote areas. \nProgress varies by region. Central and Southern Asia reduced the regional \ngap from 235 million people in 2015 to 33 million in 2022. Sub-Saharan \nAfrica had a growing share of the global access deficit, at 83 per cent (or \n570 million people) in 2022, up from 50 per cent in 2010. While access to \nelectricity grew globally at 0.77 per cent annually on average from 2010 to \n2020, the rate slowed to 0.43 per cent from 2020 to 2022. With projections \nindicating that 660 million people globally will remain unserved by 2030, \nachieving universal electricity access will require a 1.08 per cent annual \nincrease. Investing in decentralized renewable energy, including stand-alone \noff-grid solar and mini-grids, together with electricity-as-a-service models \nholds significant potential to bridge the access gap. \nWithout faster progress, by 2030, around 1.8 billion people will still prepare meals using polluting \nstoves and fuels  \nIn 2022, 74 per cent of the global population had access to clean cooking. \nThe global access deficit fell to 26 per cent, down from 36 per cent in 2015. \nThis still leaves around 2.1 billion people relying on polluting fuels and \ntechnologies, such as wood, charcoal, dung and crop waste, as their primary \nenergy source for cooking. Without stepped-up interventions, around 1.8 \nbillion people or 21 per cent of the world’s population could lack access to \nclean cooking by 2030. \nAmong the regions, Eastern and South-Eastern Asia and Central and \nSouthern Asia have seen consistent improvements. By contrast, sub-Saharan \nAfrica remains the only region where the deficit is rising; it could exceed \n1 billion people without access by 2030. Globally, urban-rural disparities \nare stark, with 88 per cent of urban households compared to 54 per cent \nof rural households having access to clean cooking solutions. A reliance on \ntraditional stoves and polluting fuels worsens health and environmental risks, \nparticularly for women and children, who bear the brunt of cooking and fuel \ncollection burdens.  \nPopulation without access to clean fuels and technologies for cooking, by region, \n2010–2030 (millions)\n0\n300\n600\n900\n1,200\n2030\n2025\n2020\n2015\nCentral and Southern Asia\nEastern and South-Eastern Asia\nRest of the world\nSub-Saharan Africa\n2010\nProportion of the population with access to electricity, 2022 (percentage)\n100\n50–99.9\n10–49.9\nUnder 10\nNo data\nTop 20 access deficit countries"
  },
  {
    "page": 25,
    "text": "23\nElectricity is at the forefront in the shift to global renewable energy; hurdles remain in heating and \ntransport \nThe share of renewable energy in the world’s total final energy consumption \nrose from 16.7 per cent in 2015 to 18.7 per cent in 2021. Excluding traditional \nforms of biomass, the share of modern renewable sources climbed gradually \nfrom 10 per cent in 2015 to 12.5 per cent in 2021. Traditional uses of biomass \naccounted for slightly over a third of total renewable energy consumption.  \nThe electricity sector has emerged as a frontrunner in adopting wind and \nsolar technologies due to their declining costs. Renewables constituted over \n28.2 per cent of total final energy consumption for electricity in 2021, up \nfrom 22.9 per cent in 2015. This signals how the world’s capacity to generate \nrenewable power is expanding at an unprecedented rate, presenting a \ntangible opportunity to triple global capacity by 2030, as agreed at the \ntwenty-eighth session of the Conference of the Parties to the United \nNations Framework Convention on Climate Change in 2023. Yet increases \nin renewable energy use remain constrained in the heating and transport \nsectors, which account for four fifths of total final energy consumption. \nGoal 7 | Affordable and clean energy\nShare of renewable sources in final energy consumption and by end use, 2015 and \n2021 (percentage) \n2015\n2021\nNote: The solid area of each bar represents modern renewable sources, and the striped area \nrepresents traditional use of biomass.\n3.5\nTransport\n4.4\nElectricity\n28.2\n100\nHeat\n13.7\n9.3\n23.0\n13.0\n10.5\n23.5\nTotal final energy\nconsumption\n6.7\n16.7\n6.2\n18.7\n12.5\n10.0\n0\n20\n40\n60\n80\n22.9\n \nImpressive overall average gains in electricity generated with renewables obscure slow progress in \nsome places  \n Globally, per capita installed capacity for generating electricity with \nrenewable energy nearly doubled from 250 watts in 2015 to 424 watts in \n2022. The past five years saw an all-time high compound annual growth rate \nof 8.1 per cent. Developing countries witnessed substantial expansion from \n155 to 293 renewable watts per capita. Developed countries saw a milder \nrise from 691 to 1,073 watts per capita, even as they have 3.7 times more \ninstalled capacity than developing nations. Disparities are more evident for \nthe LDCs, LLDCs and small island developing States, which in 2022 achieved \n40, 103 and 101 watts per capita, respectively. At current rates of expansion, \nLDCs would require nearly 41 years, LLDCs 38 years and small island \ndeveloping States 11 years to match the 2022 levels in developing countries. \nThis wide divide indicates an urgent need to bridge gaps in achieving \nequitable access to sustainable energy.\nWorld\nSmall island developing States\nLeast developed countries\n424\n101\n1,073\n293\n250\n54\n691\n155\n40\n27\n103\n86\nLandlocked developing countries\nDeveloped countries\nDeveloping countries\n1,200\n800\n600\n200\n0\n400\n1,000\n2015\n2022\nInstalled capacity for renewable electricity generation, 2015 and 2022 \n(watts per capita) \nGlobal investment needs to triple to rectify marginal gains in energy efficiency  \n Global primary energy intensity improved from 4.9 megajoules per dollar \n(2017 purchasing power parity) in 2015 to 4.6 in 2021. The energy intensity \nimprovement rate for 2021 was only 0.8 per cent, however, influenced by a \nrobust economic recovery after the pandemic and a shift towards energy-\nintensive industries. The rate has remained under the 1.2 per cent average \nobserved during the last five years. \nTo meet the Goal 7 energy efficiency target by 2030, annual improvements \nmust now average around 4 per cent. Key actions include switching to more \nefficient fuels, such as by electrifying final uses and providing universal \naccess to clean cooking. Improving the technical efficiency of equipment \nand processes and using energy and materials more efficiently are also \nimportant. Further, global investment in energy efficiency would need \nto triple by 2030. High interest rates pose a challenge as financing new \nprojects has become more expensive, particularly in emerging markets and \ndeveloping economies.\nInternational public financial flows for clean energy rebounded in 2022 but remain insufficient   \nIn 2022, international public financial flows supporting clean energy in \ndeveloping countries rebounded to $15.4 billion, an increase of 25 per cent \nover 2021 yet still around half the 2016 peak of $28.5 billion. This declining \ntrend could impede progress towards Goal 7, especially for the LDCs, LLDCs \nand small island development States.  \nFinancing commitments have become marginally more widely distributed. In \n2021, 80 per cent of commitments went to 19 countries, a figure rising to 25 \nin 2022. Trends in technology over the last decade have shifted investments \nfrom hydropower to solar energy and multiple/other renewables. In 2022, \nalmost half of flows went to multiple/other renewables. Solar energy \nreceived 35 per cent, wind energy 11 per cent and hydropower 7 per cent."
  }
]