[
  {
    "page": 28,
    "text": "26\nIndustry, innovation and \ninfrastructure\n•\t\n\tSince 2022, manufacturing sector growth has plateaued at around \n2.7 per cent, a level expected to persist into 2024 due to the lingering \nimpacts of the COVID-19 pandemic and geopolitical tensions. The \nmedium- and high-tech sector maintained its manufacturing value \nadded share at around 46 per cent in 2021. The air transport industry is \nrebounding strongly. Small enterprises continue to face hurdles such as \nlimited access to credit, especially in sub-Saharan Africa and the LDCs; \nonly around 17 per cent has access to loans or credit lines.\n•\t\n\tDespite reduced carbon dioxide (CO2) emissions intensity, global \nemissions have hit a record high. The mobile broadband coverage gap \npersists at 5 per cent. \n•\t\n\tTo accelerate progress towards Goal 9, a concerted effort is needed to \npromote inclusive and sustainable industrialization, foster innovation \nthrough increased investment in research and development, prioritize \nand accelerate the green transition, and facilitate access to information \nand communications technology.\nGlobal manufacturing shows slow growth, and the global share of manufacturing employment declines\nSince 2015, the global manufacturing value added per capita has risen by \n16 per cent, from $1,653 (at constant 2015 prices) to $1,922 in 2023. The \nmanufacturing sector’s contribution to total economic activity, however, \nonly marginally increased from 16.3 to 16.7 per cent during the same period. \nIn 2022, manufacturing growth plateaued at around 2.7 per cent and is \nanticipated to remain stagnant in 2024. This can be attributed to factors \nincluding geopolitical uncertainty, inflation, logistical challenges, elevated \nenergy costs and broader global economic deceleration.\nIn the LDCs, manufacturing value added per capita increased by 35 per \ncent from $125 in 2015 to $169 in 2023, with the share of manufacturing \nvalue added in GDP rising by 2.5 percentage points, from 12 to 14.5 per cent, \nrespectively. Even so, the pace of progress may not be sufficient for the LDCs \nto reach the target of doubling their 2015 level of manufacturing value added \nin GDP by 2030.\nBetween 2015 and 2020, the global share of manufacturing employment in \ntotal employment remained relatively stable at 14.3 per cent. It dropped to \n14.1 per cent in 2022, impacted by the COVID-19 pandemic and geopolitical \ncrises that profoundly affected manufacturing sectors worldwide. Most \nregions witnessed a decline in the share of manufacturing employment \nbetween 2021 and 2022, except for sub-Saharan Africa and Central and \nSouthern Asia.\nA woman works at Port Victoria, Seychelles, providing services for the \ncountry’s largest industry — industrial tuna fishing.\nAfter a pandemic-induced plunge, the airline industry begins a strong rebound\nIn 2020, international passenger traffic plunged by 60 per cent, with just 1.8 \nbillion passengers taking to the air compared to 4.5 billion in 2019, reverting \nto 2003 levels. Seat capacity was cut in half. In the same year, airlines \nsuffered $370 billion in losses due to the COVID-19 pandemic. Airports and \nair navigation services providers lost $115 billion and $13 billion, respectively.\nA strong recovery began in 2022 as passenger numbers reached 73 per \ncent and revenues hit 87 per cent of 2019 levels. Air passenger numbers \nincreased by 43 per cent and revenue passenger kilometres rose by 62 \nper cent over 2021 levels, driven by international route recoveries. Airlines \nexperienced a 44 per cent growth in annual passenger revenues from 2021 \nto 2022. \nIn 2024, the air transport industry is expected to support 87.7 million \njobs globally, with a direct and indirect economic impact of $3.5 trillion, \nequivalent to 4.1 per cent of world GDP.  \nManufacturing employment as a proportion of total employment, 2015, 2021 and \n2022 (percentage)\n14.2\n12.3\n12.1\n11.6\n6.9\n14.3\n7.6\n8.1\n5.9\n6.1\n7.7\n7.8\n13.2\n12.7\n11.4\n6.8\n7.3\n8.7\n4.0\n3.8\n0\n5\n10\n15\n20\n25\nSmall island developing States\nLandlocked developing countries\nLeast developed countries\n19.3\n18.4\nEastern and South-Eastern Asia\n13.1\n13.5\nEurope and Northern America\nCentral and Southern Asia\nLatin America and the Caribbean\nNorthern Africa and Western Asia\nSub-Saharan Africa\nAustralia and New Zealand\nOceania*\nWorld\n2015\n2021\n2022\n*Excluding Australia and New Zealand.\n3.9\n6.7\n6.9\n11.5\n12.1\n12.4\n13.0\n19.2\n7.7\n5.9\n7.6\n14.1"
  },
  {
    "page": 29,
    "text": "27\nAccess to credit is vital for small enterprises, but only a small share can obtain it\nSmall enterprises are the backbone of economies worldwide, providing \njob opportunities and supporting livelihoods across communities. Despite \nplaying a pivotal role in closing economic and social gaps, they face myriad \nchallenges in the aftermath of the pandemic, including rising operational \nexpenses due to inflation in energy and transportation and high interest \nrates on loans. Especially in lower-income nations, small enterprises bear the \nbrunt of shocks due to their greater vulnerability. Access to credit, crucial for \ntheir survival, remains difficult. According to survey data from 2006 to 2023, \nonly 16.9 per cent of small-scale manufacturing industries in sub-Saharan \nAfrica received loans or lines of credit, well below the global average of 31 \nper cent. Inclusive industrial policies are imperative for fostering the growth, \ncompetitiveness and resilience of small enterprises.\nGoal 9 | Industry, innovation and infrastructure\nClosing the mobile broadband coverage gap of 5 per cent remains a challenge \nIn most developing countries, mobile broadband (3G or above) is the main \nway – and often the only way – to connect to the Internet. Around 95 per \ncent of the global population now has this form of access. Bridging the \n“coverage gap” for the remaining 5 per cent poses significant challenges. \nSince surpassing the 90 per cent mark in 2018, global 3G coverage has \nincreased by only 4 percentage points. In Oceania (excluding Australia and \nNew Zealand), the gap remains substantial at 31 per cent. Sub-Saharan \nAfrica has seen some progress but still faces a notable 17 per cent gap, \nespecially in central and western Africa. Mobile broadband remains \ninaccessible to 18 per cent of people in the LDCs and LLDCs.\nContinued declines in CO2 emissions intensity are not yet enough to cut global emissions\nIn 2023, global CO2 emissions from energy combustion and industrial \nprocesses increased by 1.1 per cent to an unprecedented 37.4 gigatons. \nThe rate rose at a slower pace compared to 1.3 per cent in 2022 and was \nsignificantly lower than the global GDP growth rate of 3 per cent. This \ndeceleration can be attributed to the significant surge in clean energy \ntechnologies since 2019. Coal was the primary driver of emissions growth, \ncontributing over 65 per cent of the uptick in 2023. \nEmissions per unit of GDP consistently decreased, dropping 11.5 per cent \nfrom 0.29 kilograms per dollar (purchasing power parity) in 2015 to 0.25 \nin 2021. In manufacturing, emissions intensity decreased by 16 per cent, \nalthough regional disparities persisted. Progress in reducing emissions \nintensity to cut global emissions overall has been insufficient. Developing \nstrategies for low-carbon energy and green manufacturing calls for \ncollaboration and approaches tailored to each country’s unique strengths.\nMedium- and high-tech industry demonstrate resilience despite global economic challenges\nThe proportion of medium- and high-tech manufacturing value added in \ntotal value added rose from 46.34 per cent in 2015 to 46.88 per cent in \n2019, an upward trend slightly disrupted by the COVID-19 pandemic. The \ncrisis highlighted the resilience of higher-technology industries, which \nexperienced only a marginal decline of 0.67 percentage points in 2021. \nSignificant regional disparities exist in shares of medium- and high-tech \nmanufacturing. In Eastern and South-Eastern Asia, the sector accounted \nfor approximately 50.6 per cent of total manufacturing in 2021, whereas in \nsub-Saharan Africa, it represented just 18.3 per cent. Prioritizing investments \nin education and skills development is crucial to expedite the growth of \nmedium- and high-tech industries by equipping the workforce to compete \neffectively in a dynamic global manufacturing landscape.\nCO2 emissions per unit of manufacturing value added, 2015 and 2021 (kilograms of \nCO2 per constant 2015 dollars)\n0.41\n0.21\n0.28\n0.34\n0.47\n0.50\n0.68\n1.12\n1.12\n0.49\n0.23\n0.33\n0.36\n0.50\n0.67\n0.82\n1.29\n1.21\n0.0\n0.4\n0.8\n1.2\n1.6\nWorld\nEurope and Northern America\nLatin America and the Caribbean\nAustralia and New Zealand\nSub-Saharan Africa\nEastern and South-Eastern Asia\nNorthern Africa and Western Asia\nCentral and Southern Asia\nOceania*\n2015\n2021\n*Excluding Australia and New Zealand.\n0\n10\n20\n30\n40\n50\n60\n70\n80\n46.2\n46.3\nWorld\n49.8\n50.6\nEastern and South-Eastern Asia\n45.7\n48.0\nEurope and Northern America\n33.1\n35.2\nCentral and Southern Asia\n32.7\n30.9\nNorthern Africa and Western Asia\n32.3\n32.5\nLatin America and the Caribbean\n27.9\n24.7\nAustralia and New Zealand\n18.3\n16.9\nSub-Saharan Africa\n7.9\n7.1\nOceania*\n2015\n2021\nProportion of medium- and high-tech manufacturing value added in total \nmanufacturing value added, 2015 and 2021 (percentage)\n* Excluding Australia and New Zealand.\n0\n10\n20\n30\n40\n50\nWorld\nLatin America and the Caribbean\nOceania*\nEurope and Northern America\nCentral and Southern Asia\nNorthern Africa and Western Asia\nEastern and South-Eastern Asia\nSub-Saharan Africa\n16.9\n19.5\n22.6\n24.1\n41.2\n45.0\n45.4\n30.6\nProportion of small-scale industries with a loan or line of credit, 2006–2023 \n(percentage)\n*Excluding Australia and New Zealand."
  }
]