[
  {
    "page": 26,
    "text": "The Sustainable Development Goals Report 2024\n24\nDecent work and \neconomic growth\n•\t\nProgress towards Goal 8 faces headwinds from the COVID-19 aftermath, \ntrade tensions, rising debt in developing countries, conflicts and \ngeopolitical strains – collectively threatening global economic growth. \nWhile global real GDP per capita growth rebounded in 2021, it slowed in \n2022 and is projected to stabilize through 2025.\n•\t\n\tGlobal unemployment hit a historic low of 5 per cent in 2023 yet \npersistent roadblocks remain in achieving decent work. Women and \nyouth face higher unemployment rates. Informal employment poses a \nsignificant global challenge, with over 2 billion workers in informal jobs \nlacking social protection in 2023. In the LDCs, and in sub-Saharan Africa \nand Central and Southern Asia, nearly 9 in 10 workers are informally \nemployed. Alarmingly, over one in five young people are not in education, \nemployment or training (NEET). Compliance with fundamental labour \nrights has deteriorated.\n•\t\nAccelerating progress demands sustainable economic policies, support \nfor entrepreneurship and innovation, formalization of the informal \neconomy, safeguards of workers’ rights, social justice, and inclusive \nemployment opportunities, especially for women and youth.\nGlobal GDP growth has waned and productivity is stagnant, posing risks to economic development \nGlobal real GDP per capita grew at an average annual rate of 2.1 per cent \nfrom 2010 to 2014, slowing to 1.6 per cent from 2015 to 2022. The decline \nstemmed from slower growth in most regions and decreases in sub-Saharan \nAfrica, Latin America and the Caribbean, and Oceania (excluding Australia \nand New Zealand). Global real GDP per capita inched up 1.8 per cent \nannually from 2015 to 2019 but fell by 3.9 per cent in 2020 before recovering \nwith a 5.3 per cent increase in 2021. Growth slowed to 2.2 per cent in 2022 \nand is estimated to further drop to 1.0 per cent in 2023. The projected \ngrowth rate will be 1.8 per cent in 2024 and 1.5 per cent in 2025.\nAnnual growth in real GDP in the LDCs retreated from 5.1 per cent in 2019 to \njust 0.7 per cent in 2020 before partially recovering to 3.8 per cent in 2021. \nGrowth strengthened to 4.6 per cent in 2022 and is predicted to rise by 4.4 \nper cent in 2023, 5.5 per cent in 2024 and 4.9 per cent in 2025, still well \nbelow the 7 per cent target.\nAnnual growth in economic productivity, defined as the growth rate of real \nGDP per employed person, stagnated in 2022 and 2023 below 0.5 per cent, \na stark contrast to the period from 2015 to 2019, when the average growth \nrate exceeded 1.5 per cent. The pandemic interrupted this trend, with 2020 \nregistering a 1.1 per cent decline as output fell faster than employment, \nalthough this was fully offset by a short-lived rebound in 2021. The slow pace \nof productivity growth in the last two years poses a risk to economic growth \nand development.\nWorkers operate a production line in an electronics factory in \nViet Nam.\nThe global youth NEET rate dipped after the pandemic but stark gender disparities persist\nIn 2023, the global NEET rate among young people was 21.7 per cent, a \nnotable decrease from 23.8 per cent in 2020. It closely matched the 2015 \nbaseline of 21.8 per cent and is expected to persist through 2025. Northern \nAfrica and Western Asia and Central and Southern Asia reported higher \nrates of 28.5 per cent and 27.4 per cent, respectively. Central and Southern \nAsia saw significant improvement, reducing its rate by 7.5 percentage points \nsince 2005. Sub-Saharan Africa experienced an increase. Globally, young \nwomen are over twice as likely as young men to be NEET. In Central and \nSouthern Asia, nearly half of young women are NEET compared to only \n12.3 per cent of young men. Northern Africa and Western Asia echo this \ndisparity. With about 269 million young people globally not in education \nor work in 2023, intensified efforts are needed to reduce NEET rates, \nparticularly among young women.\nFewer countries had an operationalized national strategy for youth \nemployment in 2023 compared to previous years. Only 36 of 87 reporting \ncountries had implemented such a strategy. Around one third had a strategy \nbut without evidence of implementation. One fifth were developing one. \n* Excluding Australia and New Zealand.\nAverage annual growth of real GDP per capita, 2010–2014 and 2015–2022 \n(percentage)\n1.6\n1.0\n1.1\n1.5\n3.6\n3.5\n1.7\n1.3\n1.1\n-0.2\n-0.3\n-0.5\n2.1\n2.7\n4.0\n3.4\n5.1\n4.4\n1.4\n2.5\n1.2\n2.5\n1.6\n2.2\n2010–2014\n2015–2022\n-1\n0\n1\n2\n3\n4\n5\n6\nWorld\nSmall island developing States\nLandlocked developing countries\nLeast developed countries\nEastern and South-Eastern Asia\nCentral and Southern Asia\nEurope and Northern America\nNorthern Africa and Western Asia\nAustralia and New Zealand\nSub-Saharan Africa\nOceania*\nLatin America and the Caribbean"
  },
  {
    "page": 27,
    "text": "25\nSubstantial declines in labour rights plague all regions, worsening prospects for social justice \nFrom 2015 to 2022, the global average level of national compliance with \nlabour rights declined by 7 per cent, with the average score worsening \nfrom 4.50 to 4.81. This indicator, ranging from 0 to 10, signifies national \ncompliance with freedom of association and collective bargaining rights, with \n0 indicating the highest compliance and 10 the lowest. The deterioration \nhas affected developed, developing and least developed countries, with \ndecreases of 0.2, 0.3 and 0.8 points, respectively, since 2020. Scores have \nworsened for 33 per cent of International Labour Organization (ILO) member \nStates since 2020; only 11 per cent have improved their scores, partly due to \nlegislative reforms. Regional averages reflect substantial declines in Eastern \nand South-Eastern Asia, Central and Southern Asia, Europe and Northern \nAmerica and Latin America. Northern Africa and Western Asia saw marginal \nimprovements. Increased violations and restrictions on civil liberties, \nespecially in union formation and bargaining rights, drive the trend. Freedom \nof association and collective bargaining are enabling rights to exercise \nfundamental rights at work, with a crucial role in social justice.\nGlobal unemployment fell to a record low yet gaps remain for women and youth\nIn 2023, the global unemployment rate fell to a record low of 5.0 per cent \nsince 2000. The rate is projected to further drop to 4.9 per cent in 2024 and \nto stay the same level in 2025. Eastern and South-Eastern Asia, the LDCs \nand LLDCs saw unemployment rates rise from 2019 to 2023. Northern \nAfrica and Western Asia had the highest rate at 9.5 per cent, despite \ndeclines since the pandemic. Women and youth continued to face higher \nrates globally and across regions. In 2023, gender unemployment gaps were \nsimilar to those in 2015, with the largest disparities in Northern Africa and \nWestern Asia. Central and Southern Asia has made strides in narrowing \nthe gap due to improved labour market access for women, particularly in \nSouthern Asia. Youth unemployment was over three times higher than adult \nrates globally, at 13.0 per cent compared to 3.7 per cent, respectively. While \nheadline unemployment figures improved, persistent challenges such as \nworking poverty and informal employment highlight ongoing struggles in \nrealizing decent work.\nGoal 8 | Decent work and economic growth\nMore than 2 billion workers globally were in informal employment in 2023\nGlobally, over 2 billion people were in informal employment in 2023, \ncomprising 58.0 per cent of the global workforce, a share projected to \nslightly decrease to 57.8 per cent in 2024. This rate is down from 58.4 \nper cent in 2015, reaching its lowest point, but the number of informal \nworkers is at its highest level. This suggests that widespread formalization \nis unlikely soon. Economic challenges are pushing workers into informal \njobs without social protection, a significant barrier to social justice. Informal \nemployment persisted most notably in the LDCs at 89.1 per cent in 2023, a \nrate nearly unchanged since 2015. The rate in Europe and Northern America \nwas only 11.4 per cent. Women, particularly in the LDCs and regions with \nhigh informality rates, experienced a disproportionate increase in informal \nemployment during the pandemic. Over 90 per cent of employed women \nin the LDCs and nearly 90 per cent in sub-Saharan Africa and Central and \nSouthern Asia performed informal work.\nA crucial sector of many economies, tourism is mostly on the rebound post-pandemic\nThe COVID-19 pandemic inflicted unprecedented damage on tourism. Its \ncontribution to the global economy plummeted from 3.8 per cent of GDP in \n2019 to 1.8 per cent in 2020. In 2022, the sector rebounded to 82 per cent \nof its 2019 level, contributing to 3.1 per cent of global GDP, as it tapped pent-\nup demand following the end of travel restrictions and resumption of air \nconnections. While most regions are nearing 2019 levels, challenges persist \nfor Oceania (excluding Australia and New Zealand) and the small island \ndeveloping States, with the economic performance of tourism at 68 per \ncent and 43 per cent of pre-pandemic levels, respectively. Tourism remains \ncrucial for jobs, local ecosystems, peacebuilding and poverty reduction \nthrough income generation and tax revenues. Challenges such as inflation, \nclimate change, geopolitical conflicts and uneven economic recovery \nthreaten the sustainable development of the sector, particularly in small \nisland developing States, which rely heavily on tourism.\n14.6\n7.8\n9.5\n7.5\n5.3\n6.2\n6.6\n5.1\n5.8\n4.9\n4.8\n4.9\n5.3\n4.6\n4.8\n3.5\n4.2\n3.9\n3.6\n3.7\n3.7\n3.3\n3.6\n3.5\n7.2\n4.8\n5.8\n5.2\n4.8\n5.0\nNorthern Africa and Western Asia\nLatin America and the Caribbean\nSub-Saharan Africa\nEurope and Northern America\nCentral and Southern Asia\nEastern and South-Eastern Asia\nAustralia and New Zealand\nOceania*\n5.7\n4.8\n5.2\nLandlocked developing countries\n5.9\n4.9\n5.3\nLeast developed countries\nSmall island developing States\nWorld\n0\n4\n8\n12\n16\nMale\nFemale\nTotal\n* Excluding Australia and New Zealand.\nUnemployment rate by sex, 2023 (percentage)  \n0\n2\n4\n6\n8\n10\n4.81\n4.50\nWorld\n3.64\n2.87\nLeast developed countries\n0.95\n1.01\nOceania\n1.87\n1.59\nEurope and Northern America\n2.14\n2.24\nSub-Saharan Africa\n3.22\n3.03\nLatin America and the Caribbean\n4.69\n4.67\nNorthern Africa and Western Asia\n5.34\n4.85\nCentral and Southern Asia\n2015\n2022\n7.29\n6.72\nEastern and South-Eastern Asia\nLevel of national compliance with labour rights (freedom of association and \ncollective bargaining) based on ILO textual sources and national legislation, \n2015 and 2022 (scale 0–10)"
  }
]