[
  {
    "page": 10,
    "text": "viii   \n   The SDGs and the UN Summit of the Future\nExecutive Summary\nSince 2016, the Sustainable Development Report (SDR) has provided the most up-to-date data available to \ntrack and rank the performance of all UN member states on the SDGs. Eighty years after the creation of the \nUN system, the report also provides improved and updated measures to track countries’ efforts to support \nUN-based multilateralism. In total, more than 200,000 individual data points are used to produce 200+ country \nand regional SDG profiles. This year’s edition was authored by a group of independent experts at the SDG \nTransformation Center, an initiative of the SDSN. \nThis year’s SDR emphasizes the following eight key messages: \n1.\t Global commitment to the SDGs is strong: 190 out of 193 countries have presented national action \nplans for advancing sustainable development. A decade after the adoption of Agenda 2030 and the \nSDGs, 190 of the 193 UN member states have participated in the Voluntary National Review (VNR) process, \npresenting their SDG implementation plans and sustainable development priorities to the international com-\nmunity. The European Union and State of Palestine have also presented VNRs. Most UN member states have \npresented two or more VNRs, and 39 countries volunteered to present one in 2025. Only three UN member \nstates have not taken part in the VNR process: Haiti, Myanmar, and the United States. Additionally, a growing \nnumber of regional and local leaders have prepared Voluntary Local Reviews (VLRs) to report on SDG imple-\nmentation at the subnational level. As of March 2025, 249 VLRs were listed on the dedicated UN website.\n2.\t East and South Asia has outperformed all other regions in SDG progress since 2015. This year’s SDR \nintroduces a steamlined SDG Index (SDGi), which uses 17 headline indicators to track overall SDG progress. \nOn average, East and South Asia has shown the fastest progress on the SDGs since 2015, driven notably by \nrapid progress on the socioeconomic targets. \n3.\t Other countries that have progressed more rapidly than their peers include the following: Benin \n(Sub-Saharan Africa), Nepal (East and South Asia), Peru (Latin America and the Caribbean), the United Arab \nEmirates (Middle East and North Africa), Uzbekistan (Eastern Europe and Central Asia), Costa Rica (OECD), \nand Saudi Arabia (G20). \n4.\t European countries continue to top the SDG Index. Finland ranks first this year and 19 of the top 20 \ncountries are in Europe. Yet even these countries face significant challenges in achieving at least two goals, \nincluding those related to climate and biodiversity. In this year’s SDG Index, China (#49) and India (#99) \nhave entered the top 50 and top 100 performers respectively.\n5.\t On average globally, the SDGs are far off-track. At the global level, none of the 17 goals are currently \non course to be achieved by 2030. Conflicts, structural vulnerabilities, and limited fiscal space impede SDG \nprogress in many parts of the world. But while only 17 percent of the targets are on track to be achieved \nworldwide, most UN member states have made strong progress on targets related to access to basic ser-\nvices and infrastructure, including mobile broadband use (SDG 9), access to electricity (SDG 7), internet use \n(SDG 9), under-5 mortality rate (SDG 3), and neonatal mortality (SDG 3)."
  },
  {
    "page": 11,
    "text": "ix   Executive Summary\n6.\t Barbados ranks first and the United States ranks last in UN-based multilateralism. Barbados stands \nout as the country most committed to UN-based multilateralism, while the United States ranks last in this \nyear’s Index of countries’ support for UN-based multilateralism (UN-Mi). In early 2025, the United States \nannounced its withdrawal from the Paris Climate Agreement and the World Health Organization (WHO) and \nformally declared its opposition to the SDGs and the 2030 Agenda. Among G20 countries, Brazil is the most \ncommitted to UN-based multilateralism, with Chile leading among OECD countries.\n7.\t For many developing countries, a lack of fiscal space is the major obstacle to SDG progress. Roughly \nhalf the world’s population lives in countries that cannot invest adequately in sustainable development due \nto debt burdens and a lack of access to affordable, long-term capital. Global public goods are vastly under-\nfinanced. UN member states gathering at the 4th International Conference on Financing for Development \n(FfD4) in Seville, Spain (June 30 – July 3, 2025) have an enormous responsibility, not only to their own citizens \nbut to all of humanity. \n8.\t Sustainable development offers high returns: capital should flow to the emerging and developing \ncountries on more favourable terms. The Global Financial Architecture (GFA) is broken. Money flows \nreadily to rich countries and not to the emerging and developing economies (EMDEs) that offer higher \ngrowth potential and rates of return. At the top of the agenda at FfD4 is the need to reform the GFA so that \ncapital flows in far larger sums to the EMDEs. Part 1 of this report (also published online by the SDSN in \nMay 2025) offers practical recommendations to scale up and align international financing flows to support \nglobal public goods and achieve sustainable development."
  }
]