[
  {
    "page": 38,
    "text": "The Sustainable Development Goals Report 2024\n36\nLife below water\n•\t\nOceans face significant challenges from eutrophication, worsening \nacidification, declining fish stocks, rising temperatures and widespread \npollution. All these factors destroy habitats, diminish biodiversity and \nthreaten coastal communities and the health of marine ecosystems, vital \nto over 3 billion people.\n•\t\nEfforts to address these mounting concerns remain uneven. Key actions \ninclude implementing sustainable fishing practices, expanding marine \nprotected areas to safeguard key biodiversity areas, increasing capacities \nto monitor ocean health and addressing the pollution that is choking \nwaterways.\n•\t\nComprehensive global action is under way, yet it must accelerate. \nPriorities include ensuring that the Agreement on Fisheries Subsidies \nenters into force as soon as possible; increasing participation in the \nAgreement on Port State Measures to combat illegal, unreported and \nunregulated fishing; adopting a global plastic pollution instrument; and \nensuring that the Agreement on Marine Biodiversity of Areas Beyond \nNational Jurisdiction enters into force as soon as possible to ensure the \nlong-term health and sustainability of oceans.\nA group of bleached corals in a reef in Indonesia. Record high ocean \ntemperatures have triggered a fourth global coral bleaching event.\nOverfishing, pollution, climate change and poor management drive continued declines in fish stocks  \nThe sustainability of global fishery resources declined from 90.0 per cent \nin 1974 to 64.6 per cent in 2019 and further to 62.3 per cent in 2021, due to \noverfishing, pollution, poor management and other factors. Fish stocks within \nbiologically sustainable levels, however, comprised around 76.9 per cent \nof global marine fish landings in 2021. Averaging 80 million tons annually, \nglobal marine fish landings have remained relatively stable since 1995.\nTrends in 2021 for major fishing regions vary greatly, from 33 per cent to \n84 per cent of fish stocks at sustainable levels (underfished and maximally \nsustainably fished). The Southeast Pacific had the highest percentage of \noverfished stocks at 66.7 per cent, followed by the Mediterranean and Black \nSea at 62.5 per cent, the Northwest Pacific at 56 per cent and the Eastern \nCentral Atlantic at 51.3 per cent. In contrast, the Eastern Central Pacific, \nNortheast Atlantic, Northeast Pacific and Southwest Pacific had the lowest \nproportions of overfished stocks, ranging from 16 to 24 per cent. \nOverfishing can harm biodiversity, ecosystems and fisheries production, and \nimposes adverse social and economic costs. Effective fisheries management \ncan possibly reverse these effects (if they are driven by overfishing and \nnot factors such as habitat degradation, pollution or climate change) and \nlead to optimal stock levels while supporting global food security and \ncoastal communities. The ongoing albeit decelerated decline in biologically \nsustainable fish stocks worldwide underscores the need for enhanced \nregulatory frameworks and efficient monitoring systems. \nProportion of fish stocks within biologically sustainable and biologically \nunsustainable levels, 1974–2021 (percentage)\n0\n25\n50\n75\n100\n1974\n1980\n1990\n2000\n2010\n2021\nMaximally sustainably fished\nUnderfished\nOverfished\nNote: Underfished and maximally sustainably fished stocks are considered within biologically \nsustainable levels. Overfished stocks are considered at biologically unsustainable levels.\nProportion of fish stocks within biologically sustainable levels, by marine region, \n2004 and 2021 (percentage)\n56.5\n65.9\n90.0\n77.4\n70.8\n70.4\n56.5\n85.7\n88.6\n94.3\n75.0\n89.3\n68.4\n63.6\n81.0\n33.3\n37.5\n44.0\n48.7\n58.0\n58.8\n59.5\n62.7\n64.3\n65.2\n66.7\n75.9\n76.5\n79.4\n84.2\n0\n20\n40\n60\n80\n100\nPacific, Southeast\nMediterranean and Black Sea\nPacific, Northwest\nAtlantic, Eastern Central\nAtlantic, Western Central\nAtlantic, Southwest\nAtlantic, Southeast\nIndian Ocean, Eastern\nAtlantic, Northwest\nPacific, Western Central\nIndian Ocean, Western\nPacific, Southwest\nPacific, Northeast\nAtlantic, Northeast\nPacific, Eastern Central\n2004\n2021"
  },
  {
    "page": 39,
    "text": "37\nSustainable fisheries’ contribution to GDP dropped worldwide yet several regions saw positive trends\nThe value added of fisheries and aquaculture rose by 10 per cent from 2019 \nto 2021. The contribution of sustainable fisheries to GDP declined 5.4 per \ncent in 2021, however, mainly due to the expansion of other economic \nsectors and the declining sustainability of several fish stocks in some \nregions. This marks a second consecutive drop following a brief period of \ngrowth from 2015 to 2017. Recovery from COVID-19 disruptions has been \nchallenging, with the industry facing volatile demand and rising costs. \nSeveral countries that depend heavily on fisheries for livelihoods and food \nsecurity, however, have seen positive developments. In sub-Saharan Africa, \nthe contribution of sustainable fisheries to GDP climbed from 0.38 per cent \nin 2019 to 0.42 per cent in 2021. Small island developing States have similarly \nshown promising growth, from 0.46 per cent of GDP in 2019 to 0.51 per \ncent in 2021. Pacific small island developing States, which rank among the \ncountries most dependent on fisheries globally, increased their share from \n1.54 per cent of GDP in 2019 to 1.63 per cent in 2021. This rise underscores \nthe sector’s potential to drive economic development. Sustaining economic \ndividends from fisheries, however, requires judicious fish stock management \npractices that prevent overexploitation and depletion.\nGoal 14 | Life below water\nSustainable fisheries as a proportion of GDP, 2015–2021 (percentage)\n0.0\n0.2\n0.4\n0.6\n0.8\n1.0\n1.2\n1.4\n1.6\n1.8\nWorld\nSmall island developing States\nLeast developed countries\nOceania*\nEastern and South-Eastern Asia\nSub-Saharan Africa\nNorthern Africa and Western Asia\nCentral and Southern Asia\nLatin America and the Caribbean\nEurope and Northern America\n2015\n2017\n2019\n2021\n* Excluding Australia and New Zealand.\nGlobal agreements could renew momentum to protect key biodiversity areas in the oceans\nAs of May 2024, there are 18,200 marine protected areas and 199 other \neffective, area-based conservation measures1 covering over 29 million \nsquare kilometres or 8.12 per cent of the ocean. This represents a more \nthan tenfold increase in marine protected area coverage since 2000, \nlargely due to the establishment of very large areas exceeding 100,000 \nsquare kilometres. Progress has stalled since 2020, however. Reaching the \n10 per cent SDG target by 2030 calls for effectively managing important \nsites covering an average additional 1.13 million square kilometres of ocean \neach year. Renewed momentum for marine conservation is expected from \nglobal agreements. The Kunming-Montreal Global Biodiversity Framework \ncommits to establishing protected areas to safeguard areas of particular \nimportance for biodiversity, adding up to cover 30 per cent of oceans by \n2030. Additionally, the Agreement on Marine Biodiversity of Areas Beyond \nNational Jurisdiction   aims to protect marine biodiversity in international \nwaters and seabed. Adequate management of such protected areas will be \ncrucial to realize conservation benefits.\nMarine designations should be strategically located to safeguard key \nbiodiversity areas. Since 2000, average protected area coverage of marine \nkey biodiversity areas has nearly doubled, but growth has stagnated since \n2015. From 2000 to 2015, Oceania (excluding Australia and New Zealand) \nsaw a staggering 255 per cent increase in key biodiversity area coverage, \nfollowed by Northern Africa and Western Asia (128 per cent) and sub-\nSaharan Africa (86 per cent). Since 2015, sub-Saharan Africa has led with an \n18 per cent increase, followed by Northern Africa and Western Asia \n(10 per cent). Less than 30 per cent of marine key biodiversity areas in \nOceania (excluding Australia and New Zealand), Central and Southern Asia, \nand Northern Africa and Western Asia are protected, however, highlighting a \ncritical need for action within the next six years.\n0\n15\n30\n45\n60\n75\nWorld\n2015\n2023\nMean proportion of each marine key biodiversity area covered by protected areas, \n2000, 2015 and 2023 (percentage)\n* Excluding Australia and New Zealand.\nOceania*\n6.1\n23.0\nNorthern Africa and Western Asia\n11.3\n28.4\nEastern and South-Eastern Asia\n17.8\n33.6\nLatin America and the Caribbean\n23.5\n44.0\nSub-Saharan Africa\n22.5\n49.3\nAustralia and New Zealand\n42.8\n57.1\nEurope and Northern America\n37.5\n60.6\n26.3\n45.5\nCentral and Southern Asia\n23.8\n26.7\n2000\nNote: The figure for Central and Southern Asia in 2015 was 26.5 per cent.\nRecord-high ocean temperatures have triggered a fourth global coral bleaching event\nRising ocean temperatures are raising new concerns for coral reefs, which \nsupport a quarter of marine species, provide resources for hundreds of \nmillions of people in coastal communities and generate trillions of dollars \nin revenue annually. According to the World Meteorological Organization, \nas of April 2024, sea surface temperatures had reached record highs for 13 \nconsecutive months. In 2023, ocean heat content soared to its highest level \nin 65 years; over 90 per cent of the ocean experienced heatwave conditions \nat some point during the year. The National Oceanic and Atmospheric \nAdministration confirms the world is currently experiencing its fourth global \ncoral bleaching event, the second in a decade. Bleaching has been observed \nin 53 countries and territories, including throughout the tropics, the Great \nBarrier Reef, large parts of the South Pacific, and the Atlantic and Indian \nocean basins.\nAs oceans continue to warm amid rising global temperatures, the frequency \nand severity of coral bleaching will likely increase. The Intergovernmental \nPanel on Climate Change warns that up to 90 per cent of corals could be lost \nby 2050 at 1.5°C of warming and up to 99 per cent at 2°C. The survival of \ncoral reefs is vital for ocean health and humanity’s well-being.\n1\t\nThese measures provide sustained, positive conservation outcomes even if they are managed primarily for other purposes."
  }
]