[
  {
    "page": 12,
    "text": "10\nZero hunger\n•\t\nAfter rising sharply in the wake of the COVID-19 pandemic, global \nhunger and food insecurity remained persistently high and almost \nunchanged for three years. In 2023, about 733 million people faced \nhunger, and 2.33 billion people experienced moderate to severe food \ninsecurity. Despite progress, 148 million children under age 5 suffered \nfrom stunting in 2022. If current trends persist, one in five children under \nage 5 will be affected by stunting in 2030.\n•\t\n\tIn 2022, almost 60 per cent of countries worldwide faced moderately to \nabnormally high food prices due to the spillover effects of conflicts, such \nas disrupted supply chains. \n•\t\n\tAchieving zero hunger requires intensified efforts to transform food \nsystems so they are sustainable, resilient and equitable. Moreover, \naccelerating improvements in diets, nutrition, health and hygiene is \ncrucial to meeting the target of halving the number of children suffering \nfrom chronic undernutrition.\nHunger, food insecurity and malnutrition remain prevalent, calling for intensified efforts\nAfter rising sharply from 2019 to 2021, global hunger, measured by the \nprevalence of undernourishment, persisted at nearly the same level for \nthree years, affecting 9.1 per cent of the population in 2023 compared with \n7.5 per cent in 2019. Between 713 and 757 million people faced hunger in \n2023 – one in 11 people globally, and one in five in Africa. Moreover, an \nestimated 28.9 per cent of the world’s population, or 2.33 billion people, \nwere moderately or severely food insecure in 2023 – 383 million more than \nin 2019. \nMalnutrition among children under age 5 remains a significant concern, \nposing heightened risks to their growth and development. Globally in 2022, \nan estimated 22.3 per cent of children under age 5, or 148 million, were \naffected by stunting (being too short for their age), down from 24.6 per cent\nin 2015. Based on current trends, one out of five (19.5 per cent) of children \nunder age 5 will be affected by stunting in 2030. Some 37 million children \n(5.6 per cent) were overweight, while 45 million (6.8 per cent) experienced \nwasting, above the global target of 3 per cent by 2030. Three quarters of \nchildren under age 5 with stunting lived in Central and Southern Asia \n(36.7 per cent) and sub-Saharan Africa (38.3 per cent). More than half of \nthose affected by wasting lived in Central and Southern Asia (56.2 per cent) \nand almost one quarter in sub-Saharan Africa (22.9 per cent). \nTo achieve Goal 2, significant efforts are needed to mitigate the impacts \nof climate change, conflict and economic crisis. Record-high food prices in \n2022 worsened purchasing power and access to food, negatively impacting \nfood security and nutritional outcomes. Increased global public expenditure \non agriculture was at least one positive trend.\nA woman sells produce in a village on the southernmost tip of \nMadagascar, where farmers are struggling to harvest parched crops.\nAccelerated action could bring productive and sustainable agriculture within reach globally \nProductive and sustainable agriculture is key to ensuring the attainment and \ncontinued satisfaction of human needs in present and future generations. To \nassess global progress in sustainable agriculture, the Inter-agency and Expert \nGroup on SDG Indicators adopted a new set of seven subindicators covering \neconomic, social and environmental dimensions. Data from 2021 suggested \nthat the world was at a moderate distance from achieving productive and \nsustainable agriculture (with a score of 3.4 out of 5) and had witnessed a \nslight improvement since 2015. Regional disparities were evident, however, \nwith the highest score of 4.1 in Europe and Northern America compared to \nthe lowest score of 2.6 in the LDCs. While more detailed analysis is required \nto investigate the root causes of varying rates of progress, evidence suggests \nthat all regions urgently need to take sustained, concerted actions to improve \nproductive and sustainable agriculture by 2030. They otherwise risk missing \nthe target by a wide margin.\nWorld\nSmall island developing States\nLandlocked developing countries\nLeast developed countries\nEurope and Northern America\nEastern and South-Eastern Asia\nOceania\nLatin America and the Caribbean\nCentral and Southern Asia\nNorthern Africa and Western Asia\nSub-Saharan Africa\nStatus in achieving productive and sustainable agriculture, 2021 \n(score between 1 and 5)\n2.8\n2.8\n2.7\n4.1\n3.8\n3.7\n3.6\n3.4\n2.6\n2.6\n3.4\n1\n2\n3\n4\n5\nNote: The score is derived using measures across economic, social and environmental dimensions. \nScores are ranked based on five categories defined by the following criteria: productive and \nsustainable agriculture already achieved (4.5 to 5.5), close to achieving productive and \nsustainable agriculture (3.5 to <4.5), at a moderate distance to achieving productive and \nsustainable agriculture (2.5 to <3.5), far from achieving productive and sustainable agriculture \n(1.5 to <2.5), and very far from achieving productive and sustainable agriculture (1 to <1.5).\nClose to achieving productive and sustainable agriculture(3.5 to <4.5)\nModerate distance to achieving productive and sustainable agriculture (2.5 to <3.5)"
  },
  {
    "page": 13,
    "text": "11\nSmall-scale food producers are vital in fighting hunger but earn less than half the income of larger-scale \noperations\nSmall-scale food producers play essential roles in agricultural and food \nproduction systems, enhancing resilience and fighting hunger. Despite \ntheir significant contributions, however, they are often among the most \nvulnerable groups in rural areas and within the broader agrifood system. \nIn 95 per cent of countries with available data, the average annual income \nof small-scale producers is less than half that of larger-scale producers. \nThis income disparity persists across countries, regardless of income \nlevel. Small-scale food producers headed by men typically generate higher \nincomes than those headed by women. The latter had incomes that were \nless than 70 per cent of those earned by the former in nearly 50 per cent of \ncountries with available data.\nGoal 2 | Zero hunger\nNearly 60 per cent of countries faced moderately to abnormally high food prices in 2022\nGlobally, the proportion of countries facing moderately to abnormally \nhigh food prices rose sharply in 2022, reaching a new record high of 58.1 \nper cent. This represented a nearly fourfold increase from the 2015–2019 \naverage level of 15.2 per cent. In Central and Southern Asia and Eastern \nand South-Eastern Asia, the share of countries facing moderately to \nabnormally high food prices in 2022 was lower than the peak in 2020 but \nremained higher than the yearly average and the 2015–2019 average. The \nshare steadily increased in sub-Saharan Africa between 2020 and 2022. \nMajor disruptions to logistics and food supply chains after war broke out \nin Ukraine resulted in higher food and energy prices, particularly during the \nfirst half of 2022. The war also exerted strong upward pressure on fertilizer \nprices, adding uncertainty to farmer planting decisions.\nProportion of countries by region affected by moderately to abnormally high food prices, 2015–2019 average, 2020 and 2022 (percentage)\n0\n20\n40\n60\n80\n4.4\n9.8\n26.7\n28.9\n66.7\n13.3\n2015–\n2019\naverage\n2020 2022\nEurope and \nNorthern America\nAbnormally high food prices\nModerately high food prices\n* Excluding Australia and New Zealand.\n2015–\n2019\naverage\n2020 2022\n9.1\n8.6\n9.1\n29.5\n27.3\n29.5\nSub-Saharan \nAfrica\n6.1\n6.1\n26.1\n21.7\n34.8\n21.7\nNorthern Africa and \nWestern Asia\n2015–\n2019\naverage\n2020 2022\n6.3\n6.3\n13.2\n36.8\n34.2\n21.1\nLatin America \nand the Caribbean\n2015–\n2019\naverage\n2020 2022\nOceania*\n8.3\n21.7\n25.0\n16.7\n33.3\n16.7\n2015–\n2019\naverage\n2020 2022\n5.0\n8.3\n50.0\n16.7\n25.0\n16.7\nCentral and \nSouthern Asia\n2015–\n2019\naverage\n2020 2022\n5.3\n6.7\n13.3\n20.0\n13.3\n13.3\nEastern and \nSouth-Eastern Asia\n2015–\n2019\naverage\n2020 2022\n20.4\n27.7\n38.2\n19.9\n2015–\n2019\naverage\n2020 2022\n8.8\n6.4\nWorld\nGlobal government spending and aid for agriculture surge amid economic challenges \nGovernment spending reflects national priorities and can directly respond \nto economic and social challenges such as the COVID-19 pandemic, natural \ndisasters or inflation. Between 2015 and 2022, global government spending \non agriculture increased steadily, reaching a record high of $749 billion in \n2022. Government expenditure on agriculture relative to the sector’s GDP \ncontribution, as measured by the agriculture orientation index, declined \nfrom 0.5 in 2015 to 0.43 in 2021 before rebounding to 0.48 in 2022. The \npandemic contributed to the fall as government resources were allocated to \nother sectors. \nFrom 2015 to 2022, the volume of aid for agriculture provided to developing \ncountries increased by 47.2 per cent, from $12.3 billion to $18.1 billion \n(in constant 2022 prices). A 33 per cent increase from 2021 to 2022 was \nprimarily driven by agricultural development projects and initiatives in \nagricultural policy, administrative management and financial services. \nNotably, Africa accounted for 65 per cent of the increase in 2022, mainly \ndue to non-concessional loans for agricultural development projects from \nthe Islamic Development Bank in Egypt. \nAgriculture orientation index, 2015 and 2022\n0.50\n0.92\n0.41\n0.41\n0.30\n0.31\n0.23\n0.15\n0.12\n0.0\n0.2\n0.4\n0.6\n0.8\n1.0\nWorld\nEastern and and South-Eastern Asia\nEurope and Northern America\nCentral and Southern Asia\nNorthern Africa and Western Asia\nLatin America and the Caribbean\nAustralia and New Zealand\nSub-Saharan Africa\nOceania*\n2015\n2022\n* Excluding Australia and New Zealand.\n0.11\n0.12\n0.12\n0.23\n0.31\n0.41\n0.44\n0.83\n0.48"
  }
]