[
  {
    "page": 22,
    "text": "The Sustainable Development Goals Report 2024\n20\nClean water and \nsanitation\n•\t\nDespite some improvements, progress in water and sanitation remains \ninsufficient. At the current speed, in 2030, 2 billion people will still live \nwithout safely managed drinking water, 3 billion without safely managed \nsanitation and 1.4 billion without basic hygiene services. \n•\t\nIn 2022, roughly half the world’s population experienced severe water \nscarcity for at least part of the year. One quarter faced “extremely \nhigh” levels of water stress. Climate change worsens these issues, \nposing significant risks to social stability. While 153 Member States \nshare transboundary waters, only one region is on track to cover all \ntransboundary rivers, lakes and aquifers with cooperation arrangements \nby 2030.\n•\t\n\tSustainable management of water resources underpins prosperity and \npeace for all. It demands increased funding; more data-driven decision-\nmaking; skilled workforce development; innovative technology, including \nartificial intelligence (AI); and robust cross-sector collaboration. \nCoordinated global action on integrated water management to address \nclimate change impacts as well as better management of shared waters \nare also key.\nA family washes vegetables in a sink outside their home in Guatemala. \nThe local community has improved water, sanitation and hygiene \nservices.\nMore people have safe drinking water and sanitation but billions still go without \nBetween 2015 and 2022, the proportion of the population using safely \nmanaged drinking water increased from 69 to 73 per cent. Shares with \nsafely managed sanitation rose from 49 to 57 per cent and with basic \nhygiene services from 67 to 75 per cent. In 2022, however, 2.2 billion people \nstill lacked safely managed drinking water, 3.5 billion went without safely \nmanaged sanitation (including 419 million who practised open defecation) \nand 2 billion still had inadequate basic hygiene services (including 653 \nmillion with no facilities at all). Additionally, 1.8 billion people had no \non-premises drinking water, with women primarily responsible for water \ncollection in two out of three households. Achieving universal coverage by \n2030 will require a sixfold increase in current rates of progress for safely \nmanaged drinking water, a fivefold increase for safely managed sanitation \nand a threefold increase for basic hygiene services.\nDegraded water quality is likely a global trend yet data gaps constrain understanding and action\nIn 2022, based on 73 countries reporting both total wastewater generation \nand treatment, 76 per cent of total wastewater received some treatment. \nIn 42 countries specifying treatment levels, 60 per cent of total wastewater \nflows were safely treated (with at least secondary treatment). Far fewer \ncountries reported on the generation or treatment of industrial wastewater. \nData on household wastewater from 140 countries and territories show that \n58 per cent received safe treatment. Trends in domestic wastewater suggest \nthat little, if any, progress is being made towards the target of halving the \nproportion of unsafe discharges by 2030. Large gaps in monitoring and \nreporting, particularly in low-income countries, result in an unclear picture of \nglobal wastewater.\nIn 2023, data on 91,000 water bodies from 120 countries revealed that \n56 per cent had good water quality. Reporting on this indicator increased \nfrom 71 countries in 2017 to 120 in 2023. The 40 highest-income countries \nreported on 75 per cent of these water bodies, while 80 other countries \nreported on the remaining 25 per cent. More countries monitored rivers \n(101) than lakes and groundwater (71 each) due to technical challenges. \nThis is concerning, as groundwater often constitutes the largest share of \nfreshwater while lakes are vital ecosystems. Agriculture and untreated \nwastewater are major threats to water quality, releasing harmful excess \nnutrients. \nDegradation in water quality since 2017 is a concerning trend based on \ndata from countries with extensive monitoring programmes. This trend may \nbe global, given lower wastewater treatment rates in many low-income \ncountries, but insufficient data limit confirmation. The lack of data obscures \nearly warning signs, impedes restoration efforts and jeopardizes freshwater \necosystem services.\nPermanent water bodies grew by over 2 per cent from 2005 to 2022\nUsing millions of satellite images, scientists mapped permanent water \nbodies globally from 2005 to 2022. The analysis revealed a net global \nincrease of 2.1 per cent (53,672 km2) in permanent water area since 2005. \nMuch of the increase comes from climate change and reservoir filling. While \nthe global net gain in permanent water is positive, global data also reflect \nlosses of permanent water linked to droughts and rising water demand in \nsome regions, notably Australia and New Zealand, Latin America and the \nCaribbean, and Central Asia."
  },
  {
    "page": 23,
    "text": "21\nGlobal water use efficiency has risen by varying \ndegrees depending on the structure of economies\nGlobal water use efficiency increased from $17.4/m3 in 2015 to $20.8/m3 in \n2021, a 19 per cent increase in efficiency. Efficiency improved in all economic \nsectors. Agriculture saw the greatest rise, at 36 per cent, followed by \nindustry at 31 per cent and services at 6.3 per cent. Efficiency varies widely, \ninfluenced by a country’s economic structure and the sectoral distribution of \nwater. In 2021, estimates ranged from below $3/m3 in agriculture-dependent \neconomies to over $50/m3 in highly industrialized, service-based ones.\nDespite the average increase globally, around 58 per cent of countries still \nexhibit low water use efficiency (less than $20/m3). Regionally, Oceania, \nEurope and Northern America have exceeded the global average, while \nCentral and Southern Asia are falling behind. From 2015 to 2021, Eastern \nAsia and South-Eastern Asia experienced growth of 44 per cent; Latin \nAmerica and the Caribbean witnessed a 7 per cent decline. Countries are \nadopting various strategies to enhance water use efficiency, including \ninfrastructure modernization, more efficient irrigation and wastewater reuse. \nGoal 6 | Clean water and sanitation\nMuch more effort is needed to realize the full \npotential of transboundary water cooperation \nCooperative agreements among countries sharing transboundary water \nresources (rivers, lakes and aquifers) are essential for advancing sustainable \ndevelopment and addressing climate change. In 2024, only 43 out of \n153 Member States sharing transboundary waters have operational \narrangements covering 90 per cent or more of these resources. Over 20 \ncountries lack any such arrangements. While progress has been notable \nin sub-Saharan Africa, where 16 countries now cover 90 per cent of their \ntransboundary basins with operational arrangements, only a few countries \nin Asia, Latin America and North Africa have adequate arrangements. \nAlarmingly, nearly 43 per cent of countries lack flood alarm systems for any \nof their transboundary water bodies, 63 per cent go without drought alarm \nsystems, 59 per cent have no joint climate change adaptation strategies \nfor any of their transboundary basins and 64 per cent have yet to enact \njoint disaster risk reduction strategies. Since 2020, only around 10 new \ncooperation arrangements have been adopted for previously uncovered \ntransboundary water bodies. Achieving coverage of all transboundary basins \nby 2030 will require significantly accelerated progress.\nIntegrated water management boosts resilience to multiple crises, including climate change\nTackling climate change, water scarcity and other crises requires a \ncomprehensive approach to managing water resources, across sectors \nand borders. Countries with higher levels of integrated water resources \nmanagement (score 0 to 100 per cent) are more resilient to climate change, \nbiodiversity loss and pollution. Global progress in implementing integrated \nwater resources management remains slow, however, edging up from a score \nof 49 per cent in 2017 to only 57 per cent in 2023, far short of the 2030 \ntarget of 91 to 100 per cent. Significant efforts to accelerate implementation \nare needed, particularly in Central and Southern Asia, Latin America and \nthe Caribbean, Oceania and sub-Saharan Africa. Countries report that their \nmain challenges are the lack of coordination across sectors and insufficient \nfinancial, institutional and technical capacity. Successful countries \ndemonstrate that mainstreaming water resources in climate planning and \nfinancing allows them to build resilience and advance multiple development \nobjectives, including for food, energy and ecosystems.\nWater stress is increasing, with devastating consequences for sustainable development\nThe water stress level measures all freshwater withdrawals relative to total \nfreshwater resources. A withdrawal rate above 75 per cent of renewable \nwater resources represents high water stress; more than 100 per cent \nis critical. High water stress can have devastating consequences for the \nenvironment and hinder or even reverse economic and social development. \nGlobally, the water stress level reached an average of 18.6 per cent in 2021, \nwith Central and Southern Asia facing high stress and Northern Africa in \ncritical stress. From 2015 to 2021, global water stress increased by 3 per \ncent. Stress levels in Northern Africa and Western Asia rose 12 per cent, \nexacerbating already critical levels. Agriculture accounts for 72 per cent \nof freshwater withdrawals globally, followed by industry (15 per cent) and \nservices (13 per cent).\nLevel of water stress, 2021 (percentage)\n18.6\n0.2\n5.9\n6.3\n6.3\n12.5\n30.4\n74.8\n79.7\n0\n20\n40\n60\n80\n100\nWorld\nOceania*\nAustralia and New Zealand\nSub-Saharan Africa\nLatin America and the Caribbean\nEurope and Northern America\nEastern and South-Eastern Asia\nCentral and Southern Asia\nNorthern Africa and Western Asia\n* Excluding Australia and New Zealand.\nImplementation levels of integrated water resources management, 2023 or latest \navailable year\nVery high (11)\nHigh (37)\nMedium-high (65)\nMedium-low (61)\nLow (17)\nNo data\nNote: Number of countries per level in parentheses."
  }
]