[
  {
    "page": 36,
    "text": "34\nReaching the $100 billion climate finance goal is a milestone yet trillions are needed for national action \nplans\nClimate finance is crucial in backing global mitigation and adaptation \nefforts. Developed countries committed to mobilize $100 billion annually \nin climate finance for developing countries by 2020 and through 2025. The \nOrganisation for Economic Co-operation and Development (OECD) reports \nthat the commitment was met for the first time in 2022. Climate finance \nincreased by 30 per cent from 2021 to reach $115.9 billion in 2022, with 60 \nper cent of the total allocated to mitigation. Total adaptation finance rose to \n$32.4 billion from $10.1 billion in 2016. The 2021 Glasgow Climate Pact urged \ndeveloped nations to double adaptation finance to developing countries from \n2019 levels by 2025. Based on OECD figures, by 2022, developed countries \nwere approximately halfway towards meeting this goal.\nNegotiations are under way to establish a new climate finance goal from \n2025 onwards, starting from a floor of $100 billion annually, and taking into \naccount developing countries’ needs and priorities. The United Nations \nFramework Convention on Climate Change (UNFCCC) estimates that nearly \n$6 trillion is needed for developing countries’ climate action plans by 2030, \nunderscoring the need to massively scale up finance.\nClimate action\n•\t\nClimate records were shattered in 2023 as the climate crisis accelerated \nin real time. Rising temperatures have not abated and global greenhouse \ngas emissions continue to climb. Communities worldwide are suffering \nfrom extreme weather and increasingly frequent and more intense \ndisasters, destroying lives and livelihoods daily. Meanwhile, fossil fuel \nsubsidies hit a record high. \n•\t\nThe global community faces a critical juncture. All countries must \nurgently speed up economy-wide, low-carbon transformations to \navoid escalating economic and social costs. The upcoming 2025 cycle \nof nationally determined contributions (NDCs) presents a chance for \nambitious climate action plans that drive economic and social progress.\nThese must have increased ambition to close implementation gaps, \ncover entire economies and all greenhouse gases, and align with the \ntarget of limiting global temperature rise to no more than 1.5°C. \n•\t\nThe road map to halting warming at 1.5°C and avoiding the worst of \nclimate chaos is clear but cannot afford any delays or half measures. \nDrastic reductions in global greenhouse gas emissions must take place \nby 2030 and reach net zero by 2050.\nYoung climate activists stand on an artificial beach in Malé, Maldives, \nhighlighting messages urging climate action.\nHighest-ever greenhouse gas emissions reveal a global failure to meet climate goals\nIn 2022, global greenhouse gas emissions reached a new record of 57.4 \ngigatons of CO2 equivalent, according to the United Nations Environment \nProgramme’s Emissions Gap Report 2023. About two thirds of emissions \ncomprised CO2 from fossil fuel combustion and industrial processes. Except \ntransportation, emissions from all major sectors have rebounded since the \npandemic and now exceed 2019 levels. The energy sector, responsible for \n86 per cent of global CO2 emissions, remains the largest contributor, driven \nby the expansion of coal- and gas-fired power generation. Governments plan \nto produce around 110 per cent more fossil fuels by 2030 than would be \nconsistent with limiting warming to 1.5°C.\nKeeping warming to 1.5°C calls for a 42 per cent reduction in greenhouse gas \nemissions by 2030, requiring an 8.7 per cent annual decline. For a 2°C limit, \na 28 per cent drop by 2030 is necessary or a 5.3 per cent annual decrease. \nThe only comparable fall was by 4.7 per cent during the pandemic from 2019 \nto 2020.\nCurrent national policies set the world on track for warming of 3°C. NDCs \nlower this to 2.5°C, while all net-zero pledges would put warming at 2°C, \nalthough these pledges are highly uncertain. There is currently only a 14 \nper cent chance of limiting warming to 1.5°C, underscoring the urgency of \nimmediate, accelerated action to significantly cut emissions this decade.  \nFossil CO2\nCH4\nN2O\nF-gas\nLULUCF CO2\nNote: Total net anthropogenic greenhouse gas emissions include CO2 emissions from fossil \nfuels and industry (fossil CO2), CO2 emissions and removals from land use, land use changes \nand forestry (LULUCF CO2), methane (CH4) emissions, nitrous oxide (N2O) emissions and \nfluorinated gas (F-gas) emissions reported under the United Nations Framework Convention \non Climate Change (UNFCCC).\nSource: United Nations Environment Programme (UNEP). 2023. Emissions Gap Report 2023: \nBroken Record – Temperatures hit new highs, yet world fails to cut emissions (again). Nairobi: UNEP. \nTotal net anthropogenic greenhouse gas emissions, 1990–2022 \n(gigatons of CO2 equivalent)\n37.9\n41.8\n51.6\n54.5\n57.4\n0\n10\n20\n30\n40\n50\n60\n1990\n2000\n2010\n2020 2022"
  },
  {
    "page": 37,
    "text": "35\nAnother broken record – 2023 was the warmest year yet\nThe world continues to shatter temperature records. The World \nMeteorological Organization (WMO) confirmed that 2023 was the hottest \nyear on record, with global average temperatures soaring to approximately \n1.45°C above pre-industrial levels. The 10 warmest years in the 174 years \nwith records have all occurred during the last decade. Extreme weather \nevents, including heatwaves, major floods, droughts, wildfires and tropical \ncyclones, have disrupted the lives of millions of people and caused billions of \ndollars in economic losses.\nAs of June 2024, a WMO climate update underscored an 80 per cent \nlikelihood of at least one year temporarily exceeding 1.5°C from 2024 to \n2028. In 2015, the probability for such a temperature spike was near zero. \nThe global mean near-surface temperature for each year from 2024 to 2028 \nis predicted to be 1.1°C to 1.9°C higher than the 1850–1900 baseline. At least \none of the next five years will likely surpass 2023 as the warmest on record.\nGoal 13 | Climate action\nGlobal annual mean temperature relative to pre-industrial levels (1850–1900 \naverage), 1850–2023 (degrees Celsius)\n1.3\n1.0\n1.5\n0.8\n0.0\n0.3\n0.5\n-0.3\n0.2\n-0.2\n0.4\n0.0\n0.6\n0.8\n1.0\n1.2\n1850\n1875\n1900\n1925\n1950\n1975\n2000\n2023\nSource: The figure and climate stripes are drawn from the World Meteorological Organization’s \nState of the Global Climate 2023 report, which combines six international data sets for \ntemperature: HadCRUT.5.0.1.0 (UK Met Office), NOAAGlobalTemp v5 (USA), NASA GISTEMP v4 \n(USA), Berkeley Earth (USA), ERA5 (ECMWF), and JRA-55 (Japan).\n1.4\nTemperature ˚C\nFossil fuel subsidies hit a historic high globally in 2022, exceeding $1.5 trillion\nFossil fuel subsidies reached a record high of $1.53 trillion in 2022, driven \nby rising energy prices post-pandemic and the impact of the Russian \nFederation’s invasion of Ukraine, which disrupted global energy markets. \nThe increase widened the gap between consumer prices and actual energy \ncosts, prompting many governments to introduce support measures to \nshield industries and populations from inflation. Public funds shoring up \nthe production and consumption of oil, coal and gas more than doubled \nbetween 2021 and 2022, and more than tripled from their 2015 levels, \nreversing progress made between 2012 and 2020 and hindering the net-zero \ntransition. \nAll regions saw higher subsidies between 2021 and 2022, with the highest \nin Europe and Northern America ($455 billion), followed by Northern \nAfrica and Western Asia ($327 billion) and Central and Southern Asia \n($322 billion). By artificially lowering fossil fuel prices, subsidies harm the \ncompetitiveness of cleaner energy sources and hinder the low-carbon \ntransition. They strain national budgets, especially in countries facing \nfiscal constraints and high debt levels. Although intended to aid vulnerable \nhouseholds, subsidies often disproportionately benefit wealthier people, who \nconsume more energy than lower-income households, as well as carbon-\nintensive companies. Despite numerous national, regional and global pledges \nto phase out fossil fuel subsidies, data show minimal action. \nAs disasters become more probable, better preparedness has lowered mortality rates\nAccording to the WMO, recorded disasters increased fivefold over the past \n50 years, driven partly by human-induced climate change. The number \nof persons affected by disasters per 100,000 population rose from 1,169 \n(2005–2014) to 1,980 (2013–2022), a 69 per cent increase, as reported by \nthe Sendai Framework Monitor. The total affected population averaged 133 \nmillion people annually from 2015 to 2022, up from 29 million annually from \n2005 to 2014. If current trends continue, it is projected that 560 medium- to \nlarge-scale disaster events could occur annually by 2030, an average of 1.5 \nper day. \nIn LDCs, the disaster-affected population per 100,000 people is 20 per cent \nhigher than the global average, and the mortality rate is 170 per cent higher. \nThis illustrates that the catastrophic impact of disasters is much greater in \nthese countries.\nImproved preparedness, including early warning systems and evacuation \nmeasures, have significantly reduced disaster mortality in recent years. \nGlobal disaster mortality per 100,000 population dropped by 49 per cent, \nfrom 1.62 in 2005–2014 to 0.82 in 2013–2022 (excluding COVID-19 related \ncases). This translates to an average annual mortality of 42,553 people \nbetween 2013 and 2022, a one-third decrease from the annual average in \n2005–2014. National long-term risk reduction strategies and plans, reported \nby 129 countries; the establishment of effective multi-hazard early warning \nsystems, reported by 104 countries; and comprehensive resilience plans are \nkey to minimizing disaster impacts on people and economies. \nGlobal estimate of fossil fuel subsidies, 2010–2022 (billions of dollars)\n604.7\n503.3\n630.5\n372.9\n1,529.2\n0\n400\n800\n1200\n1600\n2010\n2012\n2014\n2016\n2018\n2020\n2022"
  }
]