[
  {
    "page": 14,
    "text": "12\nGood health \nand well-being\n•\t\nThe COVID-19 pandemic has ravaged global health, undoing nearly 10 \nyears of progress in life expectancy. While most health-related indicators \nare moving in the right direction globally, current trends are insufficient \nto meet targets set for 2030.\n•\t\nThe maternal mortality ratio is largely stuck at a level more than three \ntimes the 2030 target. Under-5 deaths reached an historic low in 2022, \nbut progress has slowed. Without accelerated declines, 35 million \nchildren will not live to see their fifth birthday by 2030. \n•\t\nThe global response to infectious diseases has saved millions of lives \nand paved the way for healthier communities. Inequalities and emerging \nthreats jeopardize these accomplishments, however, underscoring the \nneed for sustained efforts and innovative strategies.\n•\t\n\tMore than half the world’s population is not covered by essential health \nservices, while an ageing health workforce must now meet growing \ndemands from an ageing population. Ensuring universal health coverage \nwithout financial hardship is crucial to healthy lives and well-being for all. \n•\t\nThe world is not on track to achieve Goal 3. Changing course requires \nprioritizing the achievement of universal health coverage, strengthening \nhealth systems, investing in disease prevention and treatment, and \naddressing disparities in access to care and services, especially for \nvulnerable populations.\nThe COVID-19 pandemic turned back progress \nin life expectancy and gains in combating \ncommunicable diseases \nThe COVID-19 pandemic has significantly affected global health, reversing \nsteady progress in life expectancy over the past two decades. Prior to the \npandemic, global life expectancy rose consistently, from 66.8 years in \n2000 to 73.1 years in 2019, reflecting years of improvements in health and \nrelated areas. COVID-19 swiftly reversed this positive trend, with global life \nexpectancy plummeting to 71.4 years by 2021, back to the level of 2012.  \nBefore the pandemic, non-communicable diseases had been steadily \nincreasing as the leading cause of death, accounting for 59.5 per cent of \nall deaths in 2000 and 73.9 per cent in 2019. The share of communicable \ndiseases dropped from 32.2 per cent in 2000 to 18.2 per cent in 2019. As \nCOVID-19 emerged as a new infectious disease and started to take a toll \non human lives, the share of deaths due to communicable diseases jumped \nback to the 2005 level (28.1 per cent) in 2021, while the share of deaths \ndue to non-communicable diseases decreased to 65.3 per cent. COVID-19 \nranked among the top three leading causes of death globally in 2020 and \n2021, with striking regional variations.  \nA child receives an oral polio vaccine during the launch of a \nnationwide polio campaign in Malawi.\nProgress towards universal health coverage has \nslowed, leaving billions without care and subject \nto catastrophic costs  \nEssential health service coverage is measured using an index, reported on a \nscore of 0 to 100, based on 14 indicators across four domains: reproductive, \nmaternal, newborn and child health; infectious diseases; non-communicable \ndiseases; and service capacity and access. The global score on the index \nincreased remarkably from 45 in 2000 to 65 in 2015. Progress slowed \nthereafter, however, reaching a score of only 68 in 2021. The proportion of \nthe population lacking essential health services fell by approximately 15 per \ncent between 2000 and 2021. Yet minimal progress after 2015 left about \n4.5 billion people without coverage in 2021, especially in rural and poorer \npopulations. \nFinancial hardship due to out-of-pocket health spending has worsened since \n2015, affecting 2 billion people in 2019. They included 1 billion people facing \ncatastrophic health expenditures exceeding 10 per cent of their household \nbudget and 344 million driven deeper into extreme poverty by health costs. \nThe proportion of the population with catastrophic expenditures increased \nfrom 12.6 per cent in 2015 to 13.5 per cent in 2019.\nAn ageing health workforce struggles to meet rising demands from an ageing population \nProgressing towards universal health coverage requires addressing the \nglobal shortage of health workers. Yet data from 2015 to 2022 reveal stark \ndisparities, with low-income countries experiencing the lowest health worker \ndensity and distribution. Per 10,000 people, these countries had medians of \nonly 1.1 medical doctors, 7.5 nursing and midwifery personnel, 0.04 dentists \nand 0.2 pharmacists, compared with medians in high-income countries of \n35.6 medical doctors, 76.8 nursing and midwifery personnel, 7.0 dentists and \n8.8 pharmacists. \nHealth systems are experiencing increased strains in catering to the \nmounting health needs of an ageing global population, more so because the \nhealth workforce itself is ageing. An estimated 1.8 million additional health \nworkers are needed in 54 countries, primarily high-income ones, to replace \nretiring health professionals and maintain the current age-standardized \ndensity of health workers.\nNote: A health workforce is considered “ageing” when the share of health workers aged 55 years \nand above exceeds that of health workers aged 35 years and below.\nShare of countries with an ageing workforce, by health occupation, \n2017–2022 (percentage)\nMedical\ndoctors\nNursing\npersonnel\n  Midwifery\npersonnel\nDentists\nPharmacists\n46.2\n13.6\n23.9\n40.0\n19.6\n50\n40\n30\n20\n10\n0"
  },
  {
    "page": 15,
    "text": "13\nDeclines in maternal mortality have stalled, with wide disparities by region and income \nBetween 2015 and 2020, the global maternal mortality ratio declined only \nmarginally from 227 to 223 maternal deaths per 100,000 live births, over \nthree times higher than the 2030 target of 70. Sub-Saharan Africa and \nSouthern Asia account for 87 per cent of maternal deaths. In 2020, the \nmaternal mortality ratio in low-income countries was 430 maternal deaths \nper 100,000 live births compared to 13 in high-income nations. The average \nmaternal mortality ratio for very high and high alert fragile states was 551 \nin 2020, more than twice the global average. Achieving the 2030 target \nrequires an annual reduction rate of 11.6 per cent between 2021 and 2030.\nSkilled birth attendance has improved globally, rising from 80 per cent of \nbirths in 2015 to 86 per cent in 2023. Improved care quality could save \nthe lives of up to 1 million newborns and 150,000 mothers annually. Yet \nprogress is stalling; 18 million births occurred without skilled assistance in \n2023. In sub-Saharan Africa, only 73 per cent of births were attended by \nskilled personnel in 2023, the lowest rate worldwide. In contrast, Eastern and \nSouth-Eastern Asia achieved a rate of 96 per cent.\nGoal 3 | Good health and well-being\nImprovements in adolescent birth rates and access to modern contraceptives do not benefit all women \nand girls equally   \nThe adolescent birth rate for women aged 15–19 years declined to 41.3 births \nper 1,000 women in 2023, from 47.2 in 2015 and 64.5 in 2000. For girls \naged 10–14 years, the rate fell from 3.3 births per 1,000 girls in 2000 to 1.8 \nin 2015 and 1.5 in 2023. Yet 13.1 million babies, approximately 10 per cent of \nthe total number of births, were born to adolescent mothers in 2023. Central \nand Southern Asia witnessed the largest drop-offs in adolescent birth rates \nbetween 2000 and 2023, with a 72 per cent reduction in the 15–19 age \ngroup and a 90 per cent decrease in the 10–14 cohort. Sub-Saharan Africa \ncontinued to have the highest rates globally, at 97.9 births per 1,000 women \naged 15–19 and 4.4 per 1,000 girls aged 10–14 in 2023.  \nThe proportion of women of reproductive age (15–49 years) who have \ntheir need for family planning satisfied with modern methods has climbed \nfrom 76.5 per cent in 2015 to 77.6 per cent in 2024, corresponding to an \nadditional 75 million women using modern contraceptive methods globally. \nBy 2030, this proportion is projected to reach 78.2 per cent, a net increase \nof 45 million women. This marks a fair improvement but still falls far short of \nuniversal access.\nUnder-5 deaths hit a record low in 2022; achieving the SDG target could save 9 million lives by 2030 \nGlobal under-5 deaths reached a historic low of 4.9 million in 2022, down \nfrom 9.9 million in 2000 and 6.0 million in 2015. Nearly half these deaths \n(2.3 million) occurred during the neonatal period (the first 28 days of life). \nThe under-5 mortality rate was 37 deaths per 1,000 live births in 2022, a \n51 per cent reduction since 2000 and a 14 per cent reduction from 2015. The \nglobal neonatal mortality rate fell to 17 deaths per 1,000 live births in 2022, a \n44 per cent reduction since 2000 and a 12 per cent reduction since 2015. \nUnfortunately, the annual rate of reduction in under-5 mortality contracted \nfrom 3.8 per cent in 2000–2015 to 2.1 per cent in 2015–2022. The neonatal \nmortality rate followed a similar pattern, declining from 3.0 per cent to\n 1.8 per cent. If current trends continue, an estimated 35 million children will \ndie before reaching their fifth birthday by 2030. If all countries met the target \nfor under-5 mortality, an estimated 9 million lives could be saved by 2030. \nAs of 2022, 134 countries had already met the target. Seven more were on \ntrack but 59 countries, nearly three quarters of which are in sub-Saharan \nAfrica, will need faster progress to meet the target. \n97.9\n51.4\n49.9\n35.9\n26.8\n19.7\n11.6\n8.1\n41.3\n128.9\n83.5\n69.4\n51.6\n96.2\n21.9\n27.8\n19.3\n64.4\n0\n20\n40\n60\n80\n100\n120\n140\n15–19 years\n4.4\n2.3\n2.0\n0.9\n0.5\n0.4\n0.1\n0.1\n1.5\n9.0\n4.2\n4.0\n1.9\n4.8\n0.5\n0.5\n0.1\n3.3\n0\n2\n4\n6\n8\n10\nSub-\nSaharan\nAfrica\nLatin\nAmerica\nand the\nCaribbean\nOceania* Northern\nAfrica and\nWestern\nAsia\nCentral\nand\nSouthern\nAsia\nEastern\nand South-\nEastern\nAsia\nEurope\nand\nNorthern\nAmerica\nAustralia\nand New\nZealand\nWorld\n10–14 years\n* Excluding Australia and New Zealand.\nAdolescent birth rate, by age group, 2000 and 2023 (births per 1,000 women \nor girls in each age group)\n2000\n2023\nUnder-5 and neonatal mortality rate, 2015–2022 (deaths per 1,000 live births)\n87\n71\n46\n38\n47\n34\n29\n23\n18\n16 17\n14\n6\n5 4.1\n3.9\n43\n37\n30\n27\n21\n19\n28\n21\n14\n13 10\n9 8\n7\n3.4 2.7 2.5 2.4\n20\n17\n0\n20\n40\n60\n80\n100\n2015\n2022\n2015\n2022\n2015\n2022\n2015\n2022\n2015\n2022\n2015\n2022\n2015\n2022\n2015\n2022\n2015\n2022\n* Excluding Australia and New Zealand.\nUnder-5 mortality rate\nNeonatal mortality rate\nSub-\nSaharan\nAfrica\nOceania*\nCentral \nand\nSouthern \nAsia\nNorthern \nAfrica\nand \nWestern \nAsia\nLatin \nAmerica \nand the \nCaribbean\nEastern \nand \nSouth-\nEastern \nAsia\nEurope \nand\nNorthern \nAmerica\nAustralia \nand \nNew\nZealand\nWorld"
  },
  {
    "page": 16,
    "text": "14\nEfforts to combat communicable diseases have prevented millions of deaths but are threatened by \ninequalities and emerging threats  \nHIV/AIDS: The world has made significant strides in combating HIV. \nIn 2022, an estimated 1.3 million new infections represented a 27 per \ncent decrease since 2015 and a 38 per cent reduction since 2010. Sub-\nSaharan Africa, the region most affected by HIV, has more than halved \nnew infections annually since 2010. In 2022, 29.8 million of the 39 million \npeople living with HIV were receiving life-saving treatment. Increased \naccess to treatment has averted 20.8 million AIDS-related deaths in the \npast three decades. In addition, the integration of HIV testing and treatment \nwith maternal and childcare services has prevented over 3.4 million HIV \ninfections in children since 2000. Stronger linking of services for HIV and \ntuberculosis has averted an estimated 6.4 million tuberculosis-related \ndeaths among people living with HIV from 2010 to 2022.\nNot everyone is benefiting equally from these advancements, however. \nIn 2022, 43 per cent of the 1.5 million children living with HIV were not \nreceiving treatment. Every week, 4,000 adolescent girls and young women \nacquired HIV; 3,100 lived in sub-Saharan Africa. Almost a quarter of new \nHIV infections were in Asia in 2022. Steep increases of new HIV infections \nhave continued in Northern Africa and Western Asia. These worrying \ntrends are primarily due to a lack of preventive services for people from \nmarginalized and key populations, punitive laws, violence, social stigma and \ndiscrimination.\nTuberculosis: The reported number of people newly diagnosed with \ntuberculosis reached 7.5 million in 2022, the highest figure since global \nmonitoring began in 1995 and above the previous historical peak of \n7.1 million in 2019. Worldwide, an estimated 10.6 million people developed \ntuberculosis in 2022, up from 10.3 million in 2021 and 10.0 million in \n2020. The disease remains the world’s second leading cause of death from \na single infectious agent, with an estimated 1.3 million deaths in 2022. \nThis was down from the estimated 1.4 million deaths in both 2020 and \n2021 and almost back to pre-pandemic levels. The global net decrease \nin tuberculosis-related deaths between 2015 and 2022, however, was \n19 per cent, well below the target of a 75 per cent reduction by 2025. \nThe estimated disease incidence rate was 133 new cases per 100,000 \npopulation in 2022, a fall of 8.7 per cent since 2015. A return to the pre-\npandemic downward trend may occur in 2023 or 2024.\nMalaria: An estimated 249 million malaria cases occurred globally in 2022, \n16 million more than in 2019 before the pandemic. The disease claimed an \nestimated 608,000 lives in 2022, an increase of 32,000 compared to 2019. \nSince 2015, insecticide-treated net use among young children and pregnant \nwomen in sub-Saharan Africa has stagnated at around 56 per cent. In 2022, \nan estimated 58 per cent of at-risk pregnant women did not receive the \nrecommended preventive malaria therapy, and about one third of children \nwith fever did not receive care from a health provider. Alongside disruptions \ncaused by COVID-19, the global malaria response faces increasing threats, \nincluding drug and insecticide resistance, humanitarian crises, funding \nconstraints, delays in programme implementation and climate change \nimpacts. Despite these challenges, some important achievements sustain \nprogress towards elimination in many countries with a low malaria burden, \nwith 25 countries reporting fewer than 10 cases in 2022. Thirteen countries \nhave been certified malaria-free since 2015.\nNeglected tropical diseases: In 2022, 1.6 billion people required treatment \nand care for neglected tropical diseases, a 26.1 per cent decline from 2010. \nThe proportion of the population living in LDCs who required interventions \nfor these diseases decreased from 79 per cent to 45 per cent during this \nperiod. As of December 2023, 50 countries, territories and areas had \neliminated at least one neglected tropical disease, demonstrating the \npower of comprehensive interventions combining mass and individual \ntreatment, vector control, veterinary public health and provision of safe \nwater and sanitation.\nProgress has not been fast enough to meet the target of reducing the global \npopulation requiring interventions for neglected tropical diseases by \n90 per cent between 2010 and 2030. Achieving this target demands \na renewed effort to scale up interventions, particularly in high-burden \ncountries, many of which are LDCs. \nHIV incidence rate, 2010 and 2022 (number of new infections per 1,000 uninfected\nadults aged 15–49 years)\n3.0\n0.13\n0.05\n1.4\n1.8\n0.7\n0.5\n0.10\n0.07\n0.3\n0\n1\n2\n3\n4\nWorld\n0.9\n0.5\n0.7\n0.6\n2010\n2022\nSub-\nSaharan\nAfrica\nCentral \nand\nSouthern \nAsia\nNorthern \nAfrica\nand \nWestern \nAsia\nLeast\n developed\n countries\nLandlocked\ndeveloping\n countries\nSmall\nisland\ndeveloping\nStates\nTuberculosis estimated incidence rate and case notification rate, 2015–2022 \n(new cases per 100,000 population per year) \n0\n40\n80\n120\n160\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nTotal tuberculosis incidence\nCase notification of people newly diagnosed with tuberculosis\n58.7\n59.8\n35.9\n26.2\n14.9\n6.0\n58.4\n56.9\n54.5\n0\n10\n20\n30\n40\n50\n60\n70\n2015\n2020\n2022\n2025\n2030\nCurrent estimates of global case incidence\nWHO Global Technical Strategy milestones (2015 baseline)\nForecasted trend if current trajectory is maintained\nMalaria case incidence, 2015–2030 (cases per 1,000 population at risk)"
  },
  {
    "page": 17,
    "text": "15\nGoal 3 | Good health and well-being\nTwenty-one million children missed out on life-\nsaving vaccines in 2022  \nBetween 2000 and 2019, the proportion of children receiving three doses of \nthe diphtheria, tetanus and pertussis (DTP3) vaccine rose from 72 to 86 per \ncent, then dipped to 81 per cent in 2021 before rebounding to 84 per cent in \n2022. In 2022, 20.5 million children missed at least one routine vaccine and \n14.3 million received no vaccines at all. Coverage of two doses of the measles \nvaccine and three doses of the pneumococcal conjugate vaccine increased \nin 2022, reaching 74 per cent and 60 per cent, respectively, following \nstagnation in 2020–2021. Global coverage of the human papillomavirus \n(HPV) vaccine, critical for women’s and girls’ health, stood at only \n15 per cent in 2022, despite 130 countries introducing it in their national \nimmunization services by the end of the year. \nTreatment reaches only marginal shares of people \nwith drug and alcohol disorders \nNewly available estimates reveal that globally, only about 1 in 11 individuals \nwith drug use disorders received related treatment in 2022. Coverage \ndecreased from 11 per cent to under 9 per cent between 2015 and 2022, \nand has notably decelerated in the Americas and Asia. Treatment coverage \nfor women consistently lags behind that for men across all regions, with \nover 13 per cent of men receiving treatment compared to less than 6 per \ncent of women in 2022. Data on access to treatment for those with alcohol \nuse disorders indicate a dire situation, with coverage ranging from 0.3 per \ncent to a maximum of 14 per cent in reporting countries. Considering that \napproximately 283 million people or 5 per cent of the adult population lives \nwith alcohol use disorders, hundreds of millions are going without needed \ntreatment and care. \nMore than 9 in 10 deaths caused by air pollution occur in lower- and middle-income countries\nParticulate air pollution caused approximately 104 deaths per 100,000 \npeople annually by 2019, despite a slight decrease in the global mortality \nrate attributed to household and ambient air pollution since 2010. Ninety-\nthree per cent of the burden fell on low- and middle-income countries in \n2019, primarily in Asia and Africa. Non-communicable diseases accounted \nfor 85 per cent of air pollution-related deaths, while acute lower respiratory \ninfections made up the remaining 15 per cent. Concerningly, 31 per cent of \ndeaths from acute lower respiratory infections occurred in children under \nage 5.\nOceania (excluding Australia and New Zealand), sub-Saharan Africa and \nmost of Asia have the highest mortality rates attributable to air pollution. \nThis is largely due to significant exposure to air pollution in households, \na large proportion of which rely on polluting fuels and technologies for \ncooking, lighting and heating. Health risks from household air pollution are \nparticularly high among women and children, who tend to spend more time \nin and around cooking stoves.\n0\n50\n100\n150\n200\n250\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\nWorld\nSub-Saharan Africa\nOceania*\nLow- and middle-income countries\nHigh-income countries\nAge-standardized mortality rate attributed to household and ambient air \npollution, 2010-2019 (deaths per 100,000 population)\nOfficial development assistance for health has scaled up but with a major share spent on COVID-19 \nTotal net official development assistance (ODA) for medical research and \nbasic health sectors has significantly increased in recent years, primarily \ndriven by the global response to the COVID-19 pandemic. ODA for basic \nhealth care from all donors more than doubled in real terms between \n2015 and 2022, rising from $10.5 billion to $21.1 billion (in constant 2022 \nprices). It rose 4.4 per cent in 2022 compared to 2021. In 2022, COVID-19 \ncontrol constituted the largest share of ODA for basic health care at 42 per \ncent, totalling $8.8 billion, of which $1.6 billion was for COVID-19 vaccine \ndonations. Between 2020 and 2022, COVID-19 control received $22.5 billion \nin total ODA. Other ODA expenditure in 2022 comprised $3.7 billion on \ninfectious disease control, $2.4 billion on malaria control and $2.2 billion on \nbasic health care. By region, sub-Saharan Africa received the largest volume \nand share of aid for basic health care, amounting to $6.6 billion.\nTotal official development assistance to medical research and basic health sectors, \n2015-2022 (billions of constant 2022 US dollars) \n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nMedical research and basic health sectors\nCOVID-19 control\n25\n20\n15\n10\n5\n0\n10.5\n10.5\n12.3\n10.4\n11.8\n4.4\n11.3\n9.3\n11.0\n8.8\n12.3"
  }
]