[
  {
    "page": 13,
    "text": "1\nSustainable Development Report 2025   \n   Financing Sustainable Development to 2030 and Mid-Century\nFinancing for Development\nStatement of the UN Sustainable Development Solutions Network1\nPart 1 \nThe UN member states meeting in Seville have a \nresponsibility not only to their own citizens but to all of \nhumanity. Member states must act together in partner-\nship and good fath for the common good of humanity. \nNo single member state of the United Nations can \nexcuse itself from the responsibility to contribute fairly \nand adequately to the provision of global public goods \nand services. High-income member states have a \nspecial responsibility, both as a matter of distributive \njustice – that the rich not leave the poor behind – and \nas a matter of reparative justice – that those countries \nthat contributed most to greenhouse gas emissions \nand other environmental harms in the past must do \nthe most to curb their emissions in the future and to \ncompensate the other countries for the damages their \npast actions have caused. No individual member state \ncan shirk the demands of justice. \nThere are four categories of public goods that must be \naddressed in Seville. First, UN member states must ade-\nquately finance the UN system itself. The overall cost \nof UN operations is a paltry sum – just US$46 billion \nin 2023 (the year of most recent data) compared with \nUS$2.4 trillion spent worldwide on the military that year. \nThe United States paid US$13 billion towards UN opera-\ntions in 2023, compared with US$916 billion on military \noutlays. The UN budget must be met in full, and indeed \nincreased. Efficiencies in UN operations are to be wel-\ncomed, but cutting UN budgets at a time of pervasive \nconflicts, human displacements, climate disasters, \nepidemic diseases, and other crises is unacceptable. \nSecond, UN member states must increase their official \nfinancing of the Sustainable Development Goals (SDGs) \nin the lead-up to 2030, including providing debt relief as \nneeded to create the fiscal space to achieve them. Since \n2016, SDG financing from official sources has received \nremarkably short shrift. The high-income countries \nhave delayed critical capital increases at the World Bank \nand other multilateral development banks, even though \nthe SDG financing gap is large and well documented, \nand delayed critical increases in International Monetary \nFund quotas and Special Drawing Rights allocations. \nThird, UN member states must increase their financing \nof the global commons, including the biodiversity of \nthe world’s tropical rainforests; the marine life of the \noceans; and the protection of the atmosphere, fresh-\nwater, soils, coastlines, wetlands, and other ecosystems \nfrom transboundary pollution and global-scale degrada-\ntion. The high-income countries bear the responsibility \nfor filling the funds they have designated for these \npurposes, including the Adaptation Fund, the Loss and \nDamage Fund, the Green Climate Fund, and others.\nFourth, UN member states must agree on critical \nreforms of the international financial markets to ensure \nthat world savings flow to countries with the highest \ninvestment returns and the highest growth prospects \n– which are the world’s poorer countries. This is not \nthe case today. The international financial markets are \nled by faulty regulations and policies to favor countries \nthat use the major international currencies, notably \nthe US dollar and the euro, as well as countries already \n1.\t A previous version of this statement was adopted by the Fraternal \nEconomy of Integral and Sustainable Development programme of \nthe Pontifical Academy of Social Sciences. The SDSN dedicates this \nstatement to the memory of Pope Francis, a towering champion \nof the poor, the planet, and sustainable human development.\nOverview\nThe upcoming Fourth International Conference on Financing for Development (FfD4), in Seville, Spain from \nJune 30 – July 3, 2025, should send a message of hope that humanity’s global goals to end poverty and \ncontain the climate emergency are within reach. Key reforms to the International Financial Architecture \n– the system of public and private finance that channels the world’s savings to the world’s investments – \nshould be adopted at this conference to bring these vital objectives within reach. As the United Nations \nmember states pledged in Agenda 2030, let us leave no one behind."
  },
  {
    "page": 14,
    "text": "2\nSustainable Development Report 2025   \n   Financing Sustainable Development to 2030 and Mid-Century\nfavored by the US Federal Reserve and the European \nCentral Bank. The rest of the world, especially poorer \ncountries, is largely cut off from international capital \nby low credit ratings that punish poor countries as a \nmatter of formula rather than economic logic, and by a \nmaze of unilateral economic sanctions imposed by the \nkey-currency countries. The IMF and the World Bank \nalso fail to recognize the crucial positive role of long-\nterm debt financing for development, instead favoring \na debt sustainability system that discourages or even \nbars the long-term financing of infrastructure and \nhuman capital in poorer countries. \nWe call for a bold outcome that has four parts. First, \nthe core outcome document from FfD4 should express \nthe consensus of UN member states, if not neces-\nsarily their unanimity. No single state or small group \nof states should block the collective will of the UN \nmember states. The core outcome document should \nstrongly reaffirm the global sustainability frameworks \nand agreements (Agenda 2030, the Sustainable \nDevelopment Goals, the Paris Climate Agreement, and \nthe Montreal-Kunming Biodiversity Framework) and \nthe overarching principles of sustainable development, \ndistributive and reparative justice, common but differ-\nentiated responsibilities, and collective responsibility \nfor the UN system, and commit to fixing the global \nfinancial architecture to ensure the financing needed \nfor sustainable development. \nSecond, there should be room for reservations by indi-\nvidual states, to enable them to express their concerns \nwithout blocking the action of the consensus of member \nstates. No single state or small number of states \nshould impede actions supported by the majority of UN \nmembers, representing most of the world’s population. \nThird, there should be room for high-ambition initiatives \nby “coalitions of the willing”. FfD4 should encourage and \nwelcome bold actions by individual regions or groups of \nnations that in turn inspire other nations and regions to \nraise their ambitions as well. \nFourth, there should be a clear list of specific action \nitems that can be reported to the world in clear and \nunmistakable terms, along with timelines and mea-\nsurements for accountability. The highest priorities \ninclude: (1) full funding of the UN system; (2) substan-\ntial increases in official funding by the World Bank, \nmultilateral development banks, and the International \nMonetary Fund, backed as necessary by capital \nincreases at these institutions, and debt relief as \nneeded to increase vital fiscal space; (3) proper funding \nof the institutions established to protect the global \ncommons, including the Global Environmental Facility, \nthe Adaptation Fund, and the Loss and Damage Fund, \nwith clear assessments by country and new revenues \nraised via international taxes (e.g. on international \nshipping, aviation, and greenhouse emissions) and \nother agreed means; (4) clear steps to reform the \nregulation of private capital markets, including revamp-\ning the credit rating system and the IMF-World Bank \nDebt Sustainability Framework to increase capital flows \nto high-return investments in low-income countries, \nwith a commitment to report back to the UN General \nAssembly on these measures in 2026. \nPART 1 – FINANCING FOR DEVELOPMENT"
  },
  {
    "page": 15,
    "text": "Statement of the UN Sustainable Development Solutions Network on \nThe Fourth International Conference on Financing for Development (FfD4)\n3\nSustainable Development Report 2025   \n   Financing Sustainable Development to 2030 and Mid-Century\nStatement of the UN Sustainable \nDevelopment Solutions Network on \nThe Fourth International Conference \non Financing for Development (FfD4)\nAgenda 2030 and the Paris Climate Agreement further \nthe common good of humanity, and humanity and \nthe United Nations member states must actively work \ntowards achieving them. Yet less than 20 percent of the \nSDG targets are on track to be achieved by 2030, and \nthe climate crisis is rapidly worsening. No UN member \nstate can exempt itself from this work, particularly at \na time when unilateral actions by individual states can \ncause irreparable damage for the present and future \ngenerations of all humanity. \nThe world is also beset by violent conflicts that claim \ninnocent lives and threaten global survival. We must \nredouble our efforts towards peace and ensure for all \npeople the material conditions of survival and dignity \nthat are necessary for peace. We align ourselves with \nthe Alliance for Peace adopted in Gernika, Spain under \nthe auspices of the UN Alliance of Civilizations and in \npartnership with the UN Sustainable Development \nSolutions Network. \nSustainable development is a high-\nreturn activity\nThe job of finance is to bring the fruits of technologi-\ncal advances to benefit all of humanity, including our \nimpoverished brothers and sisters in conflict zones and \nplaces hard hit by the ravages of high-intensity trop-\nical cyclones, droughts, floods, heatwaves and forest \nfires that are occurring with increasing frequency as \nthe result of human-induced climate change. We have \npowerful tools at our disposal – zero-carbon energy, \nopen-source AI, precision agriculture, biodiversity con-\nservation. We must undertake the needed investments \nto bring these solutions to bear at the global scale. \nThere is more good news for finance: economic \ndevelopment is a high-return activity. This means that \nproperly designed financial markets can channel the \nworld’s savings not only to high-income countries that \nare already prosperous, but even more to the world’s \npoorer countries, which have the potential for rapid \n“catch-up” economic advancement. We note with \nsatisfaction that today’s emerging market and devel-\noping economies (EMDEs) routinely achieve faster \neconomic growth than do high-income countries, a \nprocess that economists call “economic convergence”. \nIndeed, the poorer a country is today, the greater its \ngrowth potential and the higher the return on invest-\nment. With properly functioning international financial \nmarkets associated with key institutional reforms within \nemerging economies to reduce investment risks and \nto channel investments towards economic, social, and \nenvironmental priorities, the stream of annual global \nsavings – roughly US$30 trillion per year – will flow in a \nvast and rising current to meet the needs and fulfill the \npotential of the poorest countries.\nIn addition to investing in the planet’s environmental \nsustainability, the most reliably high return on the \nplanet comes from investing in the health and educa-\ntion of a young child in a low-income country in Africa, \nAsia, Oceania, or Latin America and the Caribbean. \nEducation not only fosters dignity, fulfillment, and \nwellbeing, but also delivers remarkable and reliable \neconomic benefits; leading economists to describe \nhealthcare, nutrition, and education as investments in \nhuman capital. Such investments have a huge financial \npayoff with perhaps a 20 percent compound annual \nreturn when they are broad-based and of good quality. \nThe most pressing practical challenge is to enable \nsuch investments even in impoverished areas where \ngovernments currently lack the revenue to provide \nhealth services, nutritional supplementation, and quality \nschooling for all children. We recall with alarm, sadness, \nand determination that some 250 million children are \nout of school because of the poverty of their societies, \nan estimated 733 million people struggle with chronic \nhunger, and roughly a third of humanity cannot afford \na healthy diet. Sound international finance could and \nwould channel long-term grants and loans to the \npoorest nations, allowing governments to ensure \nthat all children receive the start in life they need and \nare enabled to achieve higher earnings in the future, \nso creating the very means for countries to repay \n1. Financing for Development"
  },
  {
    "page": 16,
    "text": "4\nSustainable Development Report 2025   \n   Financing Sustainable Development to 2030 and Mid-Century\ninternational debts. For the millions of out-of-school, \npoor children living in middle-income countries, domes-\ntic financing and accountable governance can ensure \nthat even the poorest within these societies have access \nto health, nutrition, and quality education.\nThe potential of cutting-edge \ntechnologies to advance sustainable \ndevelopment \nThis past year has brought us new fruits of human \ningenuity. DeepSeek, an ingenious AI engine devised \nby young Chinese engineers, building on the ingenuity \nof AI pioneers, offers a powerful low-cost, open-source \nAI system that can benefit humanity. BYD, another \ninnovative Chinese company, unveiled a system that \ncharges electric vehicles in just five minutes, bringing \nthe dream of convenient, low-cost and zero-emission \nmobility within reach. The 2024 Nobel prizes in chemis-\ntry and physics awarded to British and British-Canadian \nscientists celebrated breakthroughs in protein folding \nand machine learning, offering prospects for drug \ndevelopment and other stunning breakthroughs that \ncould benefit human health and global prosperity. We \nare aware that advances in technology can be used for \ngood or ill, but we emphasize their potential to enhance \nhuman wellbeing and advance the SDGs. We call on \ngovernments and policymakers to collaborate with \nscholars and civil society to establish legal, regulatory, \nand ethical frameworks to direct innovations towards \nthe common good. We call on FfD4 to adopt measures \nto ensure that these new technologies are accessible to \nall parts of the planet, to rich and poor alike. \nReforming the International Financial \nArchitecture \nScaling-up affordable and long-term financing\nWe emphasize, therefore, that the most important \npractical problem facing UN members at FfD4 is how \nto enable the vast US$30 trillion pool of world savings \nto flow in much larger amounts to where they are \nmost in need: to low-income and lower-middle income \ncountries and those most vulnerable to global envi-\nronmental shocks, and to the poorest people within all \ncountries. For that, we must reform the international \nfinancial architecture. As a practical matter, the interna-\ntional financial architecture should ensure that global \nsavings flow to EMDEs with long maturities and low \ncapital costs, are aligned to their investment needs, \nand have realistic timelines for long-term convergent \ngrowth in these countries. \nFinancing for economic development is within reach, \nbut the timeline of development must be understood \nand respected by the international financial system. A \n3-year-old child in Uganda today, if suitably enabled, \nempowered, and financed, will graduate university \nin 20 years. She will then work for another 20 years \nto reap the returns on her education, a period long \nenough to pay income taxes that repay the costs of her \neducation. Uganda can therefore prudently borrow to \nfinance the education of its children, to be repaid out \nof their bountiful future earnings, if the loans have long \nmaturities (such as 40 years) and low interest rates \nthat properly reflect the high returns of education and \ntherefore the true “bankability” of the loans. \nWe call on the UN member states meeting in Seville \nto redesign the international financial architecture in \naccord with the high potential and realistic timeline \nof economic convergence. For impoverished nations \nstruggling under the weight of unsustainable debt \nand burdensome debt servicing, we call for debt relief \nconsistent with the Jubilee Year. Debt relief should \nentail at the least a restructuring of the outstanding \ndebts of heavily burdened countries, so that their debts \nfall due not in the immediate future but in 30–40 years: \na realistic timeline that aligns with future economic \ngrowth. We also call on creditor governments to swap \noutstanding debts for investments in climate safety \n(debt-for-climate swaps), the protection of biodiversity \n(debt-for-nature swaps), and education (debt-for-edu-\ncation swaps), in line with Pope Francis’s declaration of \n2025 as a Jubilee Year:\n“If we really wish to prepare a path to peace in \nour world, let us commit ourselves to remedying \nthe remote causes of injustice, settling unjust \nand unpayable debts, and feeding the hungry.” \nPART 1 – FINANCING FOR DEVELOPMENT"
  },
  {
    "page": 17,
    "text": "Reforming the International Financial Architecture \n5\nSustainable Development Report 2025   \n   Financing Sustainable Development to 2030 and Mid-Century\nWe note that in most cases the true debt challenge \nis not the absolute scale of the debt, but rather its \nterms. Until now, the international financial system has \nburdened developing country borrowers with subjec-\ntive risk assessments of their international borrowing \ncapacities that are not aligned with the underlying \neconomic fundamentals of emerging economies. The \nessential fact is that poorer countries offer higher \ngrowth potential and higher returns on capital than \nrich countries. Capital should flow to these countries. \nInstead, they are condemned by short-term and short-\nsighted analyses from credit rating agencies and the \nBretton Woods institutions. As a result, they pay exor-\nbitant yields and are pushed to accept short maturities \non their market borrowing. \nOne consequence is what economists call “self-fulfill-\ning panics”. Since the maturities are short, the debts \nmust be refinanced every 5 to 10 years. The grave \nstructural problem is that refinancing debts is rarely \nroutine. Financial markets are inherently unstable \nand prone to self-fulfilling panics and crises within \nthe domestic banking sector, in the international \ninter-bank market, and in the global bond refinance \nmarket. When a government borrows at 7 years in \nthe Eurobond market, it may not be able to float new \nbonds when the existing one falls due. The obvious \nand crucial remedy is to match the time horizon of the \nloan with a realistic horizon for long-term economic \ngrowth (especially considering that the returns on \ninvestments in human capital typically require 20 to 40 \nyears to come to fruition). \nThe EMDEs suffer mightily from inaccurate and unjust \ncredit ratings that attribute extreme and largely \nself-fulfilling risks to investments in their countries. The \nsimple fact is that the EMDEs are good credit prospects \nif the financing program is well designed (with long \nmaturities and affordable yields); the national economy is \nwell managed (fiscal rules and sound debt management \nsystems); the investment program is well targeted to \ninfrastructure, human capital, and business development; \nand LLR services are available. In such circumstances, \nthe overriding truth is that today’s poorer countries have \nvery high growth potential and high investment returns. \nIndeed, their potential economic growth and return on \ninvestment are far higher than in high-income countries. \nWe therefore call on the IMF and the World Bank in \ntheir Debt Sustainability Framework (DSF), and to the \ncredit rating agencies, to revamp their methodologies \nto take account of: the high potential growth of poorer \ncountries if they can access the necessary financing \nfor development; the maturity structure of loans \n(awarding higher credit ratings and debt-sustainability \nassessments to long-term loans); the quality of a \ncountry’s debt management systems; the presence of \na domestic and/or international lender of last resort; \nand the uses of the external financing, recognizing the \ngrowth-creating benefits of high-return investments \nin human capital and physical infrastructure. Official \nfinancing should be accorded based on growth poten-\ntial, good governance, and financing needs – not on the \nforeign policy considerations of one or another major \npower. Financing needs should be calibrated on the \nbasis of integrated assessments that consider eco-\nnomic, social, and environmental needs and objectives. \nOne immediate change in the methodology used \nby credit rating agencies that is both urgent and will \ngreatly enhance global growth and economic efficiency \nis to end the practice of “sovereign ceilings” on the \ncredit ratings of private-sector entities in the EMDEs. \nAccording to this doctrine, no private-sector borrower \ncan be accorded a credit rating higher than their \ncountry’s sovereign credit rating. This methodology \nmakes no analytical sense and is a shorthand of the \ncredit rating agencies. Many private-sector borrowers \nare plainly in a position to service their debts, whether \nor not their government is experiencing debt distress. \nA private-sector borrower may have sufficient collateral, \nliquidity, or a dedicated flow of revenue in the foreign \ncurrency to render it a low credit risk, independent \nof conditions facing its government. Historical data \nconfirms the high credit performance of multilateral \ndevelopment banks (MDBs) and other development \nfinance institutions in their private-sector operations.\nCentral banks and monetary unions \nIn addition to preferring long-term loan maturities, \nthere are additional solutions for short-term maturities. \nFirst, to the maximum extent possible, countries should \nborrow in their national currencies, so that their own \n1. Financing for Development"
  },
  {
    "page": 18,
    "text": "6\nSustainable Development Report 2025   \n   Financing Sustainable Development to 2030 and Mid-Century\ncentral banks can provide Lender of Last Resort (LLR) \nassistance if the international financial market plunges \ninto yet another financial panic. Even if the country’s \nborrowing is in a foreign currency, the central bank of \nthat currency (i.e., the US Federal Reserve in the case \nof dollar-denominated borrowing) should provide cur-\nrency swaps to the central bank of the indebted country \nto break a self-fulfilling panic. In effect, the Federal \nReserve would fulfill the vital function of (International) \nLender of Last Resort (ILLR). \nA third approach, first proposed in 1944 by the econ-\nomist John Maynard Keynes, is for the IMF to be \nempowered to serve as the ILLR, utilizing a greatly \nexpanded Special Drawing Rights (SDR) allocation as \nthe IMF’s operating instrument. All these solutions \nmay be bolstered in the intermediate term (in 10 to 20 \nyears) by the emergence of new monetary unions in the \nmajor regional economic groups, including the African \nUnion, Mercosur, ASEAN, the Arab League, the Eurasian \nEconomic Union, and others, recognizing that monetary \nunions require considerable support through the eco-\nnomic, fiscal, and political integration of their members. \nMonetary unions (such as the euro) facilitate borrowing \nin a country’s own currency and would enable their \ncentral banks to serve as lenders of last resort. \nThe governance of multilateral financial \nInstitutions\nThe IMF and many other multilateral financial institu-\ntions also need to reform their governance to give due \nweight to developing countries. To take one example, \nthe IMF currently allocates only 17 percent of voting \npower to the 10 BRICS countries, even though these \ncountries account for 27 percent of global output \nmeasured at market prices, 39 percent of global output \nmeasured at purchasing-power prices, and 46 percent \nof the world’s population. \nWe also note with urgency the powerful case for greatly \nscaling up the flow of new lending by the multilateral \ndevelopment banks (MDBs), including the World Bank \nand regional development banks. MDB lending has an \noutstanding long-term track record, reflecting the finan-\ncial expertise of the MDBs and the Preferred Creditor \nTreatment (PCT) accorded to MDB financing. The \nproblem is that the scale of overall MDB financing today \nis only a fraction of what is needed to achieve our global \ngoals. MDB financing can and should be bolstered in \nseveral ways: higher leverage on the MDBs’ current \ncapital bases; new capital increases, either across the \nboard of member states or from willing members only \nin the case of opposition from one or another member \nstate; and co-financing of non-sovereign loans by \nprivate-sector institutional investors such as ILX, which \ncreatively draws in pension fund capital in partnership \nwith MDB financing, benefitting from the MDBs’ status \nas international financial institutions. \nWe note as well the importance of new private credit \nmanagers in mobilizing private-sector financing for \nEMDEs, either through standalone private financing \nor blended financing in cooperation with MDBs. We \nalso note that large-scale infrastructure investment \ninitiatives – such as China’s Belt and Road Initiative or \nEurope’s Global Gateway – can accelerate connectivity \nacross people and nations. Borrowing countries too \ncan create new national and multilateral institutions, \nincluding national development banks and sovereign \nwealth funds, to enable sophisticated borrowing strat-\negies with improved bankability of projects and lower \ncapital costs. \nPartnerships among MDBs but also with PDBs, for \ninstance as part of the Financing in Common Initiative \n(FICs), can help accelerate the convergence towards \nshared standards and best practices, and to support \nbanks’ commitments to shift their strategies towards \nachieving the SDGs.\nFinancing global public goods\nIn addition to massively scaling-up long-term loans at \nlow interest rates to the EMDEs (both through direct \nfunding from capital markets and through MDBs) \nthere is a need to fund global public goods that are \nnot suitable for loan or equity financing. These include \nproviding social assistance to the poorest of the poor, \nfunding UN institutions, and protecting the global \ncommons (oceans, the atmosphere, tropical forests, \nspace, endangered species, and critical biomes). \nPART 1 – FINANCING FOR DEVELOPMENT"
  },
  {
    "page": 19,
    "text": "Reforming the International Financial Architecture \n7\nSustainable Development Report 2025   \n   Financing Sustainable Development to 2030 and Mid-Century\nThe world has long called for official development \nassistance (ODA) for such purposes, yet ODA has never \nreached the global commitment of 0.7 percent of donor \nnations’ gross national income (GNI), an objective \nadopted by the UN General Assembly back in 1971. \nToday, however, ODA is collapsing, in a veritable free fall, \nundermined by political populism and shortsightedness \nin which donor governments fail to recognize their \nmoral and legal responsibilities. ODA, after all, reflects \na combination of distributive justice (ensuring that no \none is left behind), reparative justice (repaying debts \nowed for past harms, whether from slavery, imperialism, \nthe emissions of climate-changing greenhouse gases, \nor other harms to Earth’s physical systems), and inter-\ngenerational justice (respecting the pressing needs of \ntoday’s young people and future generations). \nThe high-income UN member states must not be allowed \nto falter in the pursuit of justice. Because traditional ODA \nis being cut or even phased out by some countries, eco-\nnomic justice should be achieved not through voluntary \nODA but through compulsory assessments from UN \nmember states, including the implementation of inter-\nnational taxes on maritime shipping, global aviation and \ngreenhouse gas emissions. Taxing the greenhouse gas \nemissions of high-income countries would combine the \nmultiple dimensions of justice (distributive, reparative, \nand intergenerational) with practical resource mobili-\nzation to help poorer and more vulnerable countries \nundertake effective climate action. Such global taxation \nshould aim, in the first instance, to bring in 0.1 percent \nof global GDP, or roughly US$100 billion per year, rising \nto perhaps 1 percent of global GDP by 2040. All coun-\ntries should cooperate to crack down on tax evasion and \nother financial crimes. To add another practical target to \nthe global commitment to a sustainable planet, we urge \nsovereign wealth funds to allocate a meaningful portion \nof their vast resources directly to investments in environ-\nmental sustainability. \nAddressing multidimensional poverty\nIn addressing poverty, the most important ethical principle \nis to co-create solutions: we should act with the poor, not \nmerely for the poor. Or as the World Health Organization \nhas powerfully stated, “Nothing for us without us”. \nActing with the poor, small miracles can occur – moving \nfrom poverty to sustenance, from barren lands to \nflourishing food production. Smallholder farmers in \nrural areas constitute roughly three-quarters of those \nliving in extreme income poverty and over 83 percent of \nmultidimensionally poor people. They can best be sup-\nported in their livelihoods and wellbeing by programs \nthat raise farm outputs and incomes: those champi-\noned by the Food and Agriculture Organization, the \nInternational Fund for Agricultural Development, the \nWorld Food Programme, and related agencies. \nCorporations can also play a decisive role by designing \ntheir core business strategies to empower the poorest \nof the poor – as workers, consumers, and citizens. \nImpact finance amounts to around a trillion dollars \nannually in managed assets, reflecting a vast desire \nfor social and environmental impact among consum-\ners and investors that can be tapped for the common \ngood. Greater transparency and disclosure by compa-\nnies would aid consumers in making the ethical choices \nthey desire to pursue. Similarly, accurate data on multi-\ndimensional poverty and other development challenges \nwill enable more people to respond more effectively to \ntheir ethical motivations. \nEffective governance \nGlobal financing is a vital instrument of empowerment, \nbut it never stands alone. Economic convergence also \ndepends on proper management by and within the \nborrowing countries. As economists say, convergence is \n“conditional” on effective governance in the borrowing \ncountries. We therefore call for intensive skills training \nin lower-income countries to empower governments \nto plan effectively for their long-term development, \nmanage fiscal policy and international indebtedness, \nfight corruption, and implement public investment \nplans and public services with diligence and excel-\nlence. We call for the formation of a Borrowers Club \nof Nations, to work alongside the Creditors Clubs, to \nfoster appropriate domestic institutions, fiscal rules, and \nregulatory practices to achieve long-term sustainable \ndevelopment. We also call for precise and quantified \nmetrics – on the costs of capital, the maturity of loans, \nreturns on equity, performance on the SDGs, and \n1. Financing for Development"
  },
  {
    "page": 20,
    "text": "8\nSustainable Development Report 2025   \n   Financing Sustainable Development to 2030 and Mid-Century\nmulti-dimensional poverty – so that commitments are \ntested rigorously against real actions. In addition, states \nmust act in accordance with the 2030 Agenda (para-\ngraph 30) and refrain from promulgating and applying \nunilateral economic, financial, or trade measures that \ncould undermine the abilities of other countries to \ninvest in and cooperate for sustainable development. \nThe Action Agenda at FfD4\nThere are four action priorities for FfD4. First, UN \nmember states must adequately finance the UN system \nitself. The overall cost of UN operations is a paltry sum \n– just US$46 billion in 2023 (the year of most recent \ndata) compared with US$2.4 trillion spent worldwide \non the military that year. The United States paid US$13 \nbillion towards UN operations in 2023, compared with \nUS$916 billion on military outlays. The UN budget must \nbe met in full, and indeed increased. Efficiencies in UN \noperations are to be welcomed, but cutting UN budgets \nat a time of pervasive conflicts, human displacements, \nclimate disasters, epidemic diseases, and other crises is \nunacceptable. \nSecond, UN member states must increase their official \nfinancing of the Sustainable Development Goals in \nthe lead-up to 2030, including providing debt relief as \nneeded to create the fiscal space to achieve them. Since \n2016, SDG financing from official sources has received \nremarkably short shrift. The high-income countries have \ndelayed critical capital increases at the World Bank and \nother multilateral development banks, even though the \nSDG financing gap is large and well documented, as \nwell as delaying critical increases in IMF quotas and SDR \nallocations. And creditor nations have failed to estab-\nlish fair and equitable standards of debt restructuring \nto prevent poor and vulnerable countries from being \nstrangled by debt servicing, exacerbated by short and \ninsufficient maturities of the debts. \nThird, UN member states must increase their financing \nof the global commons: the biodiversity of the world’s \ntropical rainforests; the marine life of the oceans; and \nthe protection of the atmosphere, freshwater, soils, \ncoastlines, wetlands, and other ecosystems from \ntransboundary pollution and global-scale degradation. \nHigh-income countries bear the responsibility for filling \nthe funds they have designated for these purposes, \nincluding the Adaptation Fund, the Loss and Damage \nFund, the Green Climate Fund, and others.\nFourth, UN member states must agree on critical \nreforms of the international financial markets to ensure \nthat the world’s savings flow to countries with the \nhighest investment returns and the highest growth \nprospects – which are the poorer countries. This is not \nthe case today. The international financial markets are \nled by faulty regulations and policies to favor countries \nthat use the major international currencies, notably \nthe US dollar and the euro, as well as countries already \nfavored by the US Federal Reserve and the European \nCentral Bank. The rest of the world, especially the \npoorer countries, is largely cut off from international \ncapital by low credit ratings that punish poor countries \nas a matter of formula rather than economic logic, and \nby a maze of unilateral economic sanctions imposed by \nthe key-currency countries. The IMF and the World Bank \nalso fail to recognize the crucial positive role of long-\nterm debt financing for development, instead favoring \na debt sustainability system that discourages or even \nbars the long-term financing of infrastructure and \nhuman capital in poorer countries. \nWe call for a bold outcome that has four parts. First, \nthe core outcome document from FfD4 should express \nthe consensus of UN member states, if not neces-\nsarily their unanimity. No single state or small group \nof states should block the collective will of the UN \nmember states. The core outcome document should \nstrongly reaffirm the global sustainability frameworks \nand agreements (Agenda 2030, the Sustainable \nDevelopment Goals, the Paris Climate Agreement, and \nthe Montreal-Kunming Biodiversity Framework) and \nthe overarching principles of sustainable development, \ndistributive and reparative justice, common but differ-\nentiated responsibilities, and collective responsibility \nfor the UN system, and commit to fixing the global \nfinancial architecture to ensure the financing needed \nfor sustainable development. \nSecond, there should be room for reservations by \nindividual states, to enable them to express their con-\ncerns without blocking the actions of the consensus \nPART 1 – FINANCING FOR DEVELOPMENT"
  },
  {
    "page": 21,
    "text": "Message of Hope in Memory of Pope Francis\n9\nSustainable Development Report 2025   \n   Financing Sustainable Development to 2030 and Mid-Century\nof member states. No single state or small number \nof states should impede actions supported by the \nmajority of UN members, representing a majority of \nthe world’s population. \nThird, there should be room for high-ambition initiatives \nby “coalitions of the willing”. FfD4 should encourage and \nwelcome bold actions by individual regions or groups \nof nations that in turn inspire other nations and regions \nto raise their ambitions as well. Even as some countries, \nbusinesses, and even philanthropies step back from \nSustainable Development, others all over the world \nare stepping up their efforts. Leaders of positive and \ndynamic change must be encouraged, supported, and \nchampioned in the outcome at Seville. \nFourth, there should be a clear list of specific action \nitems that can be reported to the world in clear and \nunmistakable terms, along with timelines and mea-\nsurements for accountability. The highest priorities \ninclude: (1) full funding of the UN system; (2) substan-\ntial increases in official funding by the World Bank, \nmultilateral development banks, and the International \nMonetary Fund, backed as necessary by capital \nincreases at these institutions, and debt relief as \nneeded to increase vital fiscal space; (3) proper funding \nof the institutions established to protect the global \ncommons, including the Global Environmental Facility, \nthe Adaptation Fund, and the Loss and Damage Fund, \nwith clear assessments by country and new revenues \nraised via international taxes (e.g. on international \nshipping, aviation, and greenhouse emissions) and \nother agreed means; (4) clear steps to reform the \nregulation of private capital markets, including revamp-\ning the credit rating system and the IMF-World Bank \nDebt Sustainability Framework to increase capital flows \nto high-return investments in low-income countries, \nwith a commitment to report back to the UN General \nAssembly on these measures in 2026. \nMessage of Hope in Memory of Pope \nFrancis\nOur message is one of hope. Though we are beset by \nthe polycrisis of conflict, environment, polarization, and \ndeprivation, we are also empowered with breathtaking \nnew technologies and global goals that inspire and \nimpel humanity to build the future we want. We give our \ngratitude to the late Pope Francis for declaring 2025 to \nbe a Jubilee Year and a year of great hope. The fourth \nFinancing for Development conference can restore the \nworld’s hope, by mobilizing nations committed to global \npeace, wellbeing, and sustainable development. Even if \nthere is no unanimity, we urge a strong declaration with \nthe backing of most of the UN member states so that \nwe will move onward from Seville not only with words \nbut with a decisive mobilization of financial resources \nfor sustainable development. And as always, the \n2000+ universities in the UN Sustainable Development \nSolutions Network pledge their best efforts to support \ngovernments, business, and civil society to build the \nfuture we need and want.\n1. Financing for Development"
  }
]