[
  {
    "page": 45,
    "text": "33\nSustainable Development Report 2025   \n   Financing Sustainable Development to 2030 and Mid-Century\nCommitment to the SDGs  \nand UN-Based Multilateralism \nPart 3\n2025 marks the 10th anniversary of the SDG’s adoption and the 80th anniversary of the founding of the \nUnited Nations. In the aftermath of the Second World War, the international community adopted the UN \nCharter (1945) and the Universal Declaration of Human Rights (1948) to provide the vision and guiding \nprinciples for maintaining peace, security, and effective global cooperation. In September 2024, at the \nUN Summit of the Future, the UN member states reaffirmed their commitment to the SDGs and effective \nmultilateralism, adopting by consensus the Pact for the Future, Global Digital Compact and Declaration on \nFuture Generations. \nlevel, outcome-based data can be missing or outdated, \nand significant changes in many cases may take years \nto materialize, despite the adoption of ambitious \npolicies. Consequentially, outcome statistics may not \nreflect the current policy landscape or commitments to \nadvancing the SDGs and effective multilateralism. This \nchapter therefore serves as a complement to the SDG \nIndex by examining countries’ efforts and intentions to \ncontribute to a collective movement toward sustainable \ndevelopment and international cooperation as empha-\nsized under SDG 17 (Partnerships for the Goals). \nWe begin by providing an overview of countries’ efforts \nand commitments towards the SDGs, notably through \nthe preparation of Voluntary National Reviews (VNRs) \nand Voluntary Local Reviews (VLRs), where central/\nfederal governments or regional and local authorities \npresent their SDG action plans and evaluate their \nprogress. We then present an updated and expanded \nversion of the Index of countries’ support for UN-based \nmultilateralism (UN-Mi), including aggregate results \nas well as detailed results by indicator. The UN-Mi \nbenefited from several rounds of comments collected \nsince 2022 on pilot versions and in working papers \n(Sachs, Lafortune, and Drumm 2023). Its detailed \nmethodology was peer-reviewed in 2024 (Lafortune \nand Sachs 2024). For clarity, most charts in this chapter \nfocus on G20 and large countries (which collectively \naccount for almost three-quarters of the world \npopulation). We also include the global median in each \nchart, as a measure of central tendency across the 193 \nUN member states, as the median is less affected by \noutliers than the average. Detailed data for all countries \nis accessible at: https://sdgtransformationcenter.org/. \nThe Pact calls for 56 actions related to SDG implemen-\ntation, peace, and collective security, including the \ntransformation of the multilateral system and reform of \nthe international financial architecture (United Nations \n2024): \n•\t We will take bold, ambitious, accelerated, just and \ntransformative actions to implement the 2030 \nAgenda, achieve the Sustainable Development Goals \nand leave no one behind. (Action 1)\n•\t We will redouble our efforts to build and sustain \npeaceful, inclusive and just societies and address the \nroot causes of conflicts. (Action 13)\n•\t We will transform global governance and reinvigorate \nthe multilateral system to tackle the challenges, and \nseize the opportunities, of today and tomorrow. \n(Action 38)\n•\t We will accelerate reform of the international financial \narchitecture to address the challenges of today and \ntomorrow. (Action 47)\nThis chapter aims to gauge countries’ support for \nthe SDGs and UN-based multilateralism. Unlike the \nSDG Index (Part 2), which addresses SDG outcomes \nor implementation, this chapter focuses on intentions \nto promote global cooperation for sustainable devel-\nopment – via, for instance, regular SDG reviews and \naction plans and the ratification of major UN treaties. \nIntentions matter for at least two reasons. First, they \nhelp build the trust needed among nation-states for \neffective multilateralism. Second, because at the global"
  },
  {
    "page": 46,
    "text": "34\nSustainable Development Report 2025   \n   Financing Sustainable Development to 2030 and Mid-Century\nPART 3 – COMMITMENT TO THE SDGS AND UN-BASED MULTILATERALISM\n3\n41\n95\n44\n10\nFigure 3.1 \nParticipation in Voluntary National Review process (number of countries), 2016–2025\nNote: n=193. Includes countries that are listed as 2025 VNR presenters \nin the letter signed by the President of ECOSOC on 7 October 2024. \nSource: Authors’ elaboration based on https://hlpf.un.org/vnrs \n0 VNR\n1 VNR\n2 VNRs\n3 VNRs\n4 VNRs\nGovernment and societal support \nfor the SDGs \nIn 2015, through the 2030 Agenda resolution, all 193 UN \nmember states committed to preparing regular reviews \nand action plans for sustainable development, pledging \nto engage in a “systematic follow-up and review of imple-\nmentation of this Agenda over the next fifteen years” \n(United Nations 2015). The resolution specifies that \nthese reviews should be ”voluntary and country-led”. \nSince 2016, more than 400 Voluntary National Reviews \n(VNRs) have been presented. As of July, 2025, 190 UN \nmember states have taken part in the VNR process, \nwith the majority (149) presenting two or more VNRs \n(Figure 3.1 and 3.2).1 Only three member states have \nnever participated in the VNR process: Haiti, Myanmar, \nand the United States. The State of Palestine and the \nEuropean Union are examples of non-UN member \nstates that have also prepared and presented VNRs. \n1.\t In the case of the Islamic Republic of Iran, only the “Key Messages \nof Iran’s Voluntary National Review (VNR) on SDGs: 2017 HLPF” is \navailable online. https://sustainabledevelopment.un.org/content/\ndocuments/14994Iran.pdf \nOther metrics can provide a broader picture of societal \nsupport for sustainable development and global \ncooperation. At the subnational level, regional and \nlocal governments have prepared Voluntary Local \nReviews (VLRs). While these hold no official status, the \nUN Department of Economic and Social Affairs (DESA) \ntracks the publication of VLRs globally. New York City \nwas among the first cities in the world to present a VLR, \nand as of April 2025, DESA has listed 249 VLRs, pub-\nlished by regional and local authorities in 43 countries. \nArgentina, Brazil, Germany, Finland, Mexico, Spain, and \nthe United States have each published 10 or more \n(Figure 3.3). \nInterestingly, despite current geopolitical tensions, \nsurvey data collected by UNDP reveals that an over-\nwhelming majority of people globally (86 percent) \nbelieve that countries “should work together on climate \nchange even if they disagree on other issues, such as \ntrade or security” (UNDP 2024)."
  },
  {
    "page": 50,
    "text": "38\nSustainable Development Report 2025   \n   Financing Sustainable Development to 2030 and Mid-Century\nPART 3 – COMMITMENT TO THE SDGS AND UN-BASED MULTILATERALISM\nThe 2025 Index of countries’ support \nfor UN-based multilateralism (UN-Mi)\nThe UN-Mi tracks countries’ support for UN-based multi-\nlateralism. It does not capture efforts made by countries \nto promote international cooperation in regional and \nbilateral fora, or within the BRICS, G20, G7, OECD and \nother groups. The index measures a specific aspect of \nmultilateralism distinct both conceptually and statistically \nfrom other concepts and constructs, including the Good \nCountry Index or the Lowy Institute’s Global Diplomacy \nIndex (which assesses the scale of diplomatic networks). \nWe use a narrowly defined set of six headline indica-\ntors to gauge countries’ commitment to UN-based \nmultilateralism:\n1.\t Ratification of major UN treaties\n2.\t Percentage of votes aligned with the international \nmajority at the UN General Assembly (UNGA)\n3.\t Participation in selected UN organizations and agencies\n4.\t Participation in conflicts and militarization\n5.\t Use of unilateral coercive measures (UCMs)\n6.\t Contribution to the UN budget and international \nsolidarity\nThe median UN-Mi score is 66 (out of 100), but there \nare large disparities across UN member states. The \n2025 Index is topped again by Barbados, followed \nby five Small Island Developing States (SIDS), which \ntend to adhere to UN principles and treaties and not \ncontribute much to militarizing the world. Non-SIDS \ncountries such as Chile, Costa Rica, Honduras, Malaysia, \nMongolia, Namibia, Paraguay, Peru, the Philippines, \nSenegal, Tunisia, and Uruguay also rank in the top 20 \nglobally, each scoring 80 or above. Conversely, the \nUnited States ranks as the country least committed to \nUN-based multilateralism, with a score of 5. Other coun-\ntries that rank poorly on this year’s UN-Mi include Israel, \nSomalia, South Sudan, the Russian Federation, the \nSyrian Arab Republic, the Islamic Republic of Iran, and \nthe Democratic Republic of Korea, all with scores below \n45. Among G20 countries, Brazil stands out as the most \ncommitted to UN-based multilateralism, followed by \nMexico, Argentina, South Africa, Germany, Indonesia, \nand Japan – all scoring above the global median of 66. \nBy contrast, G20 countries the Russian Federation, \nTürkiye, and the United States all have UN-Mi scores \nbelow 50. \nRatification of major UN Treaties\nThe first indicator is “Percentage of major UN treaties \nratified”. This indicator covers 60 international \nconventions and agreements adopted by the United \nNations from 1946–2024, or adopted before 1946 \nand later added to the UN treaty system. It covers UN \ninstruments ratified by more than 50 percent of the \ninternational community, excluding protocols, optional \nprotocols, amendments, and conventions that were \nlater terminated or applied only to a small number \nof countries. Treaties adopted outside of the United \nNations or deposited by parties other than the UN \nSecretary General, such as the Geneva Conventions \n(adopted under the ICRC), were excluded. We recorded \nin our database (accessible online) whether member \nstates have signed or ratified each one. Signature \nof a treaty is not legally binding, however ratification \n(or acceptance, accession, definitive signature, and \nsuccession) is. \nThe global median is 85 percent (maximum 98 percent, \nminimum 40 percent). Among G20 and large countries, \nArgentina, Australia, Brazil, Canada, France, Germany, \nItaly, Japan, Mexico, Nigeria, the Philippines, and the \nUnited Kingdom have all ratified more than 90 percent \nof major UN treaties (Figure 3.5). By contrast, \nIndonesia and Saudi Arabia have ratified less than \n75 percent and the United States less than 60 percent. \nIn 2025, the United States withdrew from the Paris \nClimate Agreement."
  },
  {
    "page": 51,
    "text": "39\nSustainable Development Report 2025   \n   Financing Sustainable Development to 2030 and Mid-Century\n3. Commitment to the SDGs \nPercentage of votes aligned with the international majority at the UN General Assembly (UNGA)\nPercentage of votes aligned with \nthe international majority at the \nUN General Assembly (UNGA)\nThe second indicator is “Percentage of votes aligned with \nthe majority vote at the UN General Assembly”. Chapter IV \nof the UN Charter describes the role and function of the \nUN General Assembly (UNGA), the main decision-making \nbody of the United Nations. This indicator measures the \npercentage of times that each member state has voted \nwith the simple international majority (not weighted by \npopulation), out of a total of 458 recorded votes over the \nperiod 2020–2024. Overall, since 1945, votes on more \nthan 5,000 UNGA resolutions have been reported in the \nUN digital library (data were obtained via python web \nscraping). For each resolution, UN member states can \nvote yes or no, abstain, or be absent. In the vast majority \nof cases (98 percent of the time) the majority vote is “Yes”. \nThe global median for alignment with the majority vote \nis 76 percent (ranging from a maximum of 96 percent \nto a minimum of 26 percent). Argentina, Bangladesh, \nBrazil, Egypt (Arab Republic), Ethiopia, Indonesia, \nMexico, Nigeria, the Philippines, Saudi Arabia, and South \nAfrica aligned with the majority vote 80 percent of the \ntime (Figure 3.6). Australia, Canada, Germany, France, \nItaly, Korea (Republic of), the Russian Federation, and \nthe United Kingdom aligned with the international \nmajority vote between 50 and 60 percent of the time. \nThe United States, however, aligned with the interna-\ntional majority vote around 30 percent of the time. Of \nall 193 UN member states, only Israel recorded a lower \npercentage of alignment (26 percent) over this period. \nThe share of votes aligned with the international majority \nhas varied significantly over time (Figure 3.7). In the early \ndays of the UN, in the 1950s, the United States aligned \nwith the majority vote of the international community \nMajor UN treaties ratiﬁed (%)\nGlobal median\nFigure 3.5 \nMajor UN treaties ratified (percent), G20 and large countries, 1945–2024\nNote: Treaties ratified by more than 50 percent of UN member states (N=60). As of January 1, 2025. Global median \n(85 percent) corresponds to the median percentage of major UN treaties ratified across all 193 UN member states. \nSource: Authors’ calculations based on UN treaty database.\n3. Commitment to the SDGs"
  },
  {
    "page": 53,
    "text": "41\nSustainable Development Report 2025   \n   Financing Sustainable Development to 2030 and Mid-Century\nParticipation in selected UN organizations and agencies\n80 percent of the time. However, this gradually fell to \n30 percent or less from the late 1980s through the \n2020s (Lafortune and Sachs 2025). Votes that put the \nUnited States in the minority are often related to Israel’s \ncontinued occupation of Palestinian territories captured \nin the 1967 war, or to collective security arrangements \nand international economic and financial reforms (includ-\ning the end of unilateral coercive measures). By contrast, \nBrazil, a major economy, consistently voted alongside \nthe rest of the international majority three-quarters of \nthe time or more throughout the entire period. \n2.\t UN Specialized Agencies: the Food and Agriculture Organization (FAO); the International Civil Aviation Organization (ICAO); the International \nFund for Agricultural Development (IFAD); the International Labour Organization (ILO); the International Monetary Fund (IMF); the International \nMaritime Organization (IMO); the International Telecommunication Union (ITU); the UN Educational, Scientific and Cultural Organization \n(UNESCO); the United Nations Industrial Development Organization (UNIDO); the World Tourism Organization (UNWTO); the Universal \nPostal Union (UPU; the World Health Organization (WHO); the World Intellectual Property Organization (WIPO); the World Meteorological \nOrganization (WMO); and the World Bank Group – including the International Bank for Reconstruction and Development (IBRD), the \nInternational Development Association (IDA), and the International Finance Corporation (IFC). United Nations funds and programmes: UN \nDevelopment Programme (UNDP), UN Environment Programme (UNEP), UN Population Fund (UNFPA), UN Human Settlements Programme \n(UN-HABITAT), UN Children’s Fund (UNICEF), World Food Programme (WFP).\nParticipation in selected UN \norganizations and agencies\nThe third indicator refers to “Membership and par-\nticipation in selected United Nations organizations”. \nChapter IX of the UN Charter describes the role of \nspecialized agencies in fostering international economic \nand social cooperation. This indicator captures mem-\nbership in 24 UN organizations as of March 2025: all \n15 specialized agencies,2 the 6 funds and programmes \n(UNDP, UNEP, UNFPA, UN-HABITAT, UNICEF and WFP), \n3. Commitment to the SDGs \nFigure 3.8 \nMembership in selected group of 24 UN organizations, G20 and large countries, 2025\nNote: Global median and maximum = 24. As of March 2025. \nSource: Authors, data compiled via desk research on individual organizations and agencies’ web portals."
  },
  {
    "page": 54,
    "text": "42\nSustainable Development Report 2025   \n   Financing Sustainable Development to 2030 and Mid-Century\nPART 3 – COMMITMENT TO THE SDGS AND UN-BASED MULTILATERALISM\nthe Conference on Trade and Development (UNCTAD), \nthe Framework Convention on Climate Change \n(UNFCCC), and the World Trade Organization (WTO). \nThese 24 were selected to include all of the specialized \nagencies and represent a broad range of issues related \nto sustainable development (education, health, finance, \ntrade, telecommunication, and industrial policies).\nMost of the 193 UN member states participate in all \n24 selected organizations (with a global median of 24, \na maximum of 24, and a minimum of 12). Since the last \nUN-Mi edition, Comoros has become the 165th WTO \nmember state, while South Sudan and the Solomon \nIslands have joined UNIDO as its 172nd and 173rd \nmember states, respectively. The majority of G20 and \nlarge countries are members of all 24 organizations \n(Figure 3.8), however Argentina announced in February \n2025 that it would leave the WHO; Australia is not \na member of UNIDO, UNWTO or IFAD; Canada and \nthe United Kingdom are not members of UNIDO or \nUNWTO; France left UNIDO in 2014; Ethiopia is not \na member of WTO; the Russian Federation is not a \nmember of UNWTO; and the United States is not a \nmember of UNIDO or UNWTO and withdrew from the \nWHO in February 2025. \nParticipation in conflicts and \nmilitarization\nThe fourth indicator concerns “Participation in conflicts \nand militarization”. The Preamble of the 1945 UN \nCharter states that all UN member states must “practice \ntolerance and live together in peace with one another as \ngood neighbors” and “unite [their] strength to maintain \ninternational peace and security”. Several UN resolutions \nand reports highlight the link between disarmament \nand development. The final document of the tenth \nspecial session on disarmament, adopted by the UN \nGeneral Assembly in 1978, underlined the following: \n“There is also a close relationship between \ndisarmament and development. Progress in \nthe former would help greatly in the realization \nof the latter. Therefore resources released as a \nresult of the implementation of disarmament \nmeasures should be devoted to the economic \nand social development of all nations and \ncontribute to the bridging of the economic gap \nbetween developed and developing countries.” \n(UN 1978, par 35)\nAlmost ten years later, in 1987, the International Con-\nference on the Relationship between Disarmament and \nDevelopment led to the adoption of an action plan that \nincluded commitments to reduce military spending \nand redirect the resources saved toward development \n(United Nations 1987). More recently, in the context \nof the SDGs, the Under-Secretary-General and High \nRepresentative for Disarmament Affairs stated the \nfollowing: \n“Through its 17 Sustainable Development Goals, \nthe Agenda sets out a road map to end hunger, \nprotect the planet, achieve gender equality, \nimprove health and more. … It is estimated that \nthe cost to achieve quality universal primary \nand early secondary education for all (Goal 4) \nwould barely exceed 3 per cent of global annual \nmilitary spending, while eliminating extreme \npoverty and hunger (Goals 1 and 2) would \namount to only about 13 per cent of annual \nmilitary spending. Reinvesting 5 per cent of \nglobal military spending would also exceed \nthe initial annual costs of adapting to climate \nchange in developing countries (Goal 13). So \nlittle could do so much.” (UNODA 2020)\nIn 2024, through the adoption of the Pact for the \nFuture, UN member states raised their concerns about \nthe potential impact that the global increase in military \nspending could have on sustainable development \n(Action 13). They requested the Secretary-General \nestablish, by the end of the current (79th) session, \nan analysis of the impact specifically on the achieve-\nment of the SDGs. According to data compiled by the \nStockholm International Peace Research Institute \n(SIPRI), the world’s military expenditure reached \n2,718 billion USD in 2024, marking a 9.4 percent \nincrease in real terms compared to 2023. This rep-\nresents the largest year-on-year rise since at least the \nend of the Cold War (SIPRI 2025). Notably, military \nspending increased in all world regions."
  },
  {
    "page": 55,
    "text": "43\nSustainable Development Report 2025   \n   Financing Sustainable Development to 2030 and Mid-Century\n3. Commitment to the SDGs \nUse of unilateral coercive measures (UCMs)\nOur “Participation in conflicts and militarization” \nindicator relies on data from the 2024 Global Peace \nIndex (GPI), compiled by the Institute for Economics \nand Peace (IEP 2024). It is calculated as the average of \na country’s score on the GPI’s “Militarisation” domain \nand on the two external dimensions of the “Ongoing \nConflict” domain: “relations with neighboring countries” \nand external conflicts (number and resulting mortality). \nThe Militarization pillar includes comparable data on mil-\nitary expenditure as a percentage of GDP, the number \nof armed service officers per capita, and financial \ncontributions to United Nations peacekeeping missions. \nAmong G20 and large countries, Argentina, Australia, \nBrazil, Canada, Germany, Indonesia, Italy, Mexico and \nthe Philippines perform best on this indicator (scoring \nbelow the global median). By contrast, the Russian \nFederation performs the worst globally (Figure 3.9).\nUse of unilateral coercive measures \n(UCMs)\nThe fifth indicator relates to the “Use of unilateral coercive \nmeasures (UCMs)”. This indicator examines the adoption \nby UN member states of unilateral sanctions against other \ncountries. Several UN resolutions stress that unilateral \ncoercive measures and practices “are contrary to interna-\ntional law, international humanitarian law, the UN Charter \nand the norms and principles governing peaceful rela-\ntions among States” (OHCHR 2024). They also underline \nthat. in the long term, such measures may lead to social \nproblems and raise humanitarian concerns in the tar-\ngeted states. In 2014, the Human Rights Council created \nthe mandate of the “Special Rapporteur on the negative \nimpact of unilateral coercive measures on the enjoyment \nof human rights”. The 2030 Agenda stipulates that: \nMilitarization\nGlobal median\nFigure 3.9. \nGlobal Peace Index: militarization and external conflicts, 2024\nNote: from 1 (best, less militarized) to (5, worst, more militarized). Global median (1.86).  Source: Authors’ calculations based on IEP, 2024.\n3. Commitment to the SDGs"
  },
  {
    "page": 56,
    "text": "44\nSustainable Development Report 2025   \n   Financing Sustainable Development to 2030 and Mid-Century\nPART 3 – COMMITMENT TO THE SDGS AND UN-BASED MULTILATERALISM\nFigure 3.10 \nUse of unilateral coercive measures (UCMs), G20 and large countries (1950–2022/23)\nNumber of Unilateral Coercive Measures (UCMs)\nGlobal median\nNote: UCMs adopted between 1950 and 2021 that continued into 2022/23. Global median (2).\nSource: Authors, based on Drexel Global Sanctions Database\n“States are strongly urged to refrain from pro-\nmulgating and applying any unilateral economic, \nfinancial or trade measures not in accordance \nwith international law and the Charter of the \nUnited Nations that impede the full achievement \nof economic and social development, particularly \nin developing countries.” (United Nations 2025, \npara 30)\nSince 1968, however, the UN Security Council has estab-\nlished 31 sanctions regimes, including the famous 1977 \nsanctions against apartheid South Africa, (unanimously \nimposed by UN Security Council Resolution 418). The \nCouncil has imposed sanctions regimes concerning the \nfollowing states: Southern Rhodesia (now Zimbabwe), \nSouth Africa, the former Yugoslavia (2), Haiti (2), Angola, \nLiberia (3), Eritrea/Ethiopia, Rwanda, Sierra Leone, Côte \nd’Ivoire, Iran, Somalia/Eritrea, Iraq (2), the Democratic \nRepublic of the Congo, Sudan, Lebanon, the Democratic \nPeople’s Republic of Korea, Libya (2), Guinea-Bissau, \nCentral African Republic, Yemen, South Sudan, and Mali. \nSanctions regimes have also been established concern-\ning ISIL (Da’esh), Al-Qaida, and the Taliban. \nThe data on UCMs presented in this report are \nsourced from the Global Sanctions Database (V4, \n2024), which provides information on sanctions \nimposed against countries, including the beginning \nand final year of sanction imposition (Felbermayr et \nal. 2020; Drexel University, HTWG Konstanz, and WIFO \n2024). Here we present sanctions adopted unilater-\nally from 1950 to 2021 that remained in place as of \n2022 or later. For our purposes, a sanction is classi-\nfied as unilateral if it has not been authorized by the \nUN Security Council, even when imposed by multiple \ncountries. Sanction regimes adopted unilaterally by"
  },
  {
    "page": 57,
    "text": "45\nSustainable Development Report 2025   \n   Financing Sustainable Development to 2030 and Mid-Century\n3. Commitment to the SDGs \nContribution to the UN budget and international solidarity\nregional organizations, such as the EU or the League \nof Arab States, have been attributed to their individual \nmember states. \nOnly a small number of countries make frequent use of \nUCMs as a policy tool (global median number of uses \nof UCMs, 1950–2022/23 = 2). The United States is by \nfar the most significant user of UCMs, particularly since \nthe late 1980s and early 1990s, followed by European \ncountries (Figure 3.10). \nContribution to the UN budget and \ninternational solidarity\nFinally, the sixth indicator relates to each country’s \n“Contribution to the UN budget and international soli-\ndarity”. Articles 17 and 19 of the UN Charter cover the \norganization’s financial and budgetary arrangements, \nwith the UN Fifth Committee reporting on administra-\ntive and budgetary matters. The capacity to pay remains \nthe core principle for determining each member state’s \ncontribution to the United Nations’ regular and peace-\nkeeping budgets. Based on this principle, the United \nNations establishes a scale of assessments to apportion \nexpenses for its regular budget and for peacekeeping \noperations. For the period 2025–2027, the United \nStates and China are the largest contributors, each \naccounting for more than 20 percent of the regular UN \nbudget and peacekeeping operations. \nThe UN Fifth Committee keeps a record of countries \nthat pay their dues on time, those with delays, and \nthose in extreme arrears. Countries in significant \narrears are subject to the provisions of Article 19: \n“a Member of the United Nations which is in arrears \nin the payment of its financial contributions to the \nOrganization shall have no vote in the General \nAssembly if the amount of its arrears equals or exceeds \nthe amount of the contributions due from it for the \npreceding two full years.” \nSince contributions to the UN budget are determined \nby the principle of capacity to pay, we do not rate coun-\ntries on the total amount they pay. However, no matter \nthe level of their contribution, every country can be \nexpected to pay their dues on time, to ensure the effec-\ntive functioning of the UN system. This indicator focuses \non delays in payment of UN dues over the period, \n2020–2024 inclusive. A member state receives a perfect \nscore (100) for each year they appear on the UNGA \nCommittee on Contributions’ “honor roll“ list I (paid on \ntime). Members appearing on list II, indicating that dues \nwere paid after the 30-day due period, are given a score \nof 66 (small delay in payment). Those absent from the \nhonor roll page are given a score of 33 (large delay in \npayment). A score of 0 is given to countries in arrears \nin the payment of their financial contributions, under \nthe terms of Article 19, in January of the subsequent \nyear, according to the list published on the UN General \nAssembly dedicated Article 19 page (extreme arrears \nin payment). Final scores correspond to each country’s \naverage across 2020–2024. \nFrom 2020 to 2024, 21 countries systematically paid \ntheir dues to the UN on time, within the 30-day due \nperiod.3 Some countries, however, such as Comoros, \nSão Tomé and Príncipe, and Venezuela have appeared \non the Article 19 list several times. As largely docu-\nmented, delays in payment by some of the largest \ncontributors to the regular UN regular budget and \npeacekeeping operations in recent years represents \na significant operational challenge for the effective \nfunctioning of the UN system (The Economist 2025) \n(Figure 3.11). \nFor HICs with available data, total scores are adjusted \nbased on their contribution to international solidar-\nity, as measured by the percentage of their GNI that \nis devoted to official development assistance (ODA), \naveraged over the 2020–2024 period. Four OECD/DAC \nmembers achieved the 0.7 percent target (Denmark, \nLuxembourg, Norway, and Sweden). On average, \naccording to the OECD (2025), international aid \ndeclined in 2024 by 7.1 percent in real terms compared \nto the previous year (Figure 3.12).\n3. Commitment to the SDGs \n3.\t These are: Armenia, Azerbaijan, Canada, Cuba, Denmark, Finland, \nHungary, Iceland, India, Ireland, Korea, Rep., Latvia, Liechtenstein, \nLuxembourg, Malaysia, Netherlands, Norway, Poland, Singapore, \nSwitzerland, and Ukraine."
  },
  {
    "page": 59,
    "text": "47\nSustainable Development Report 2025   \n   Financing Sustainable Development to 2030 and Mid-Century\n3. Commitment to the SDGs \nOutlook\nEnsuring peace and security, advancing solutions \nto address the climate and biodiversity crises, and \nmanaging the pitfalls of runaway technologies – such \nas advanced biotechnologies that could create new \npathogens, or AI systems capable of generating fake \nnews or provocations to war – cannot be resolved by \none country alone. These challenges require collabora-\ntion among nation-states. In a context where humanity \nfaces unprecedented threats of self-destruction \n(Bulletin of Atomic Scientists 2025), nation-states, which \nremain at the heart of the multilateral system, must be \nheld accountable for upholding the values and prin-\nciples of the UN Charter and for advancing the SDGs \n– our shared global vision for sustainable development.\nThis chapter provides an overview of countries’ support \nfor the SDGs and UN-based multilateralism. It underlines \nthe overwhelming intention of most nation-states to \nsupport UN-based multilateralism, while also addressing \nhow low and in some cases declining support among a \nsmall group of powerful and influential UN member states \nundermines the effective functioning of the UN system. All \ncountries should capitalize on the momentum of upcom-\ning international conferences and summits – including in \n2025 the FfD4 in Spain, the 80th UN General Assembly, \nCOP 30 in Brazil, and the UN World Social Summit, as well \nas in 2027 the next SDG Summit at Heads-of-State level \n– to recommit to strengthening UN-based multilateral-\nism and global partnerships, as emphasized by SDG 17 \n(Partnerships for the Goals), and accelerating actions to \nachieve the SDGs by 2030 and mid-century.\nReferences\nBulletin of Atomic Scientists. 2025. Closer than Ever: It is Now \n89 Seconds to Midnight. 2025 Doomsday Clock Statement. \nScience and Security Board, Bulletin of the Atomic \nScientists, January 2025.\nDrexel University, HTWG Konstanz, and WIFO. 2024. Global \nSanctions Database (GSDB). Drexel University, Center \nfor Global Policy Analysis, Philadelphia, US; Hochschule \nKonstanz University of Applied Sciences, Konstanz, Germany; \nand the Austrian Institute of Economic Research (WIFO), \nVienna. https://www.globalsanctionsdatabase.com/.\nFelbermayr, Gabriel, Aleksandra Kirilakha, Constantinos \nSyropoulos, and Erdal Yalcin,Yoto V. Yotov. 2020. \nThe global sanctions data base. Economic Review, \nElsevier, October 2020. https://doi.org/10.1016/j.\neuroecorev.2020.103561.\nIEP. 2024. Global Peace Index 2024: Measuring Peace \nin a Complex World. Sydney, June 2024. Institute \nfor Economics and Peace. Available from: http://\nvisionofhumanity.org/resources.\nLafortune, Guillaume, and Jeffrey D. Sachs. 2024. The index \nof countries’ support for UN-based multilateralism: \nconstruction, verification, and correlates. Asian Economic \nPapers 23 (3): 1‑28. https://doi.org/10.1162/asep_a_00902.\nLafortune, Guillaume, and Jeffrey D. Sachs. 2025. The US Is \nagainst the world on sustainable development. Nature \n640 (8058): 318–318. https://doi.org/10.1038/d41586-\n025-01041-y.\nOECD. 2025. Preliminary official development assistance \nlevels in 2024. OECD Publishing, Paris.\nSachs, J., G. Lafortune, and E Drumm. 2023. Index of UN-\nBased Multilateralism: A Pilot Study by the UN Sustainable \nDevelopment Solutions Network. SDSN.\nSIPRI. 2025. SIPRI Military Expenditure Database. Stockholm \nInternational Peace Research Institute.\nThe Economist. 2025. The UN could run out of cash within \nmonths: America and China are pushing it to the brink \nof financial collapse. The Economist, May 1, 2025. https://\nwww.economist.com/international/2025/05/01/the-un-\ncould-run-out-of-cash-within-months\nUNDP. 2024. Peoples’ Climate Vote 2024. UNDP, New York. \nhttps://www.undp.org/publications/peoples-climate-\nvote-2024.\nUnited Nations. 1978. Final Document of the Tenth Special \nSession of the General Assembly.Resolution adopted \non the report of the ad hoc committee of the tenth \nspecial session, 23 May–30 June 1978. New York, https://\ndigitallibrary.un.org/record/218448?ln=en&v=pdf#files.\nUnited Nations. 1987. Report of the International \nConference on the Relationship between Disarmament \nand Development. United Nations, New York, 24 August – \n11 September 1987.\nUnited Nations. 2015. Transforming Our World: The 2030 \nAgenda for Sustainable Development. A/RES/70/1. New \nYork: United Nations. https://sustainabledevelopment.\nun.org/post2015/transformingourworld\nUnited Nations. 2023. United Nations Security Council \nSanctions Regimes. United Nations Security Council. \nSubsidiary Organs. Fact Sheets.\nUnited Nations. 2024. The Pact for the Future. UN General \nAssembly Resolution.\nUNODA. 2020. Rethinking Unconstrained Military Spending. \nUnited Nations Office for Disarmament Affairs. Occasional \nPapers. N°35. April 2020."
  }
]