[
  {
    "page": 30,
    "text": "28\nReduced inequalities\n•\t\nDespite the economic disruptions of the pandemic, the global share of \npeople living on less than half the median income has been declining \ndue to social assistance programmes. However, workers’ wages have not \nkept pace with productivity, and labour’s share of GDP has resumed its \nlong-term decline.\n•\t\nA historic reversal is threatening improvements in inequality among \ncountries. The economies of half the world’s most vulnerable countries \nhave been growing at slower rates than those of wealthy countries. \n•\t\n\tMore people died on migration routes in 2023 than in any other year on \nrecord. The number of refugees worldwide reached a historic high. \n•\t\n\tDeveloping countries are not fairly represented in international economic \ndecision-making. Strengthening their voice and participation is crucial to \nensuring a more inclusive and equitable global economic system.\n•\t\nAddressing inequality both within and among countries necessitates \nequitable resource distribution, investment in education and skills, \nsocial protection measures, efforts to stop discrimination, support for \nmarginalized groups, and international cooperation for fair trade and \nfinancial systems.\nThe proportion of people living below half the median income is falling globally\nSince 2000, two thirds of countries with data have reduced the proportion \nof their population living on less than half the median income. This trend \ncontinued during the pandemic. Data from 82 countries, representing 70 \nper cent of the world’s population, indicate a slight decline in the proportion \nof people living below half the median income post-2019 compared to \n2015–2019, dropping from 12.8 to 12.1 per cent. Progress has occurred in all \nregions except Central and Southern Asia, where the proportion remains \nrelatively low at 9 per cent. Social assistance programmes, particularly in \nwealthier countries, largely explain reduced inequality during the pandemic. \nLatin America and the Caribbean has high levels of within-country inequality \nwith at least 18 per cent of the population living on less than half the median \nincome. \nDisplaced people in Goma, Democratic Republic of the Congo, where \nover 7 million people have been internally displaced.\nProportion of population living on less than half the median income, 2015–2019 and \npost-2019 (percentage)\n12.1\n5.8\n8.7\n10.4\n11.4\n12.0\n12.6\n18.0\n12.8\n11.9\n7.7\n11.2\n12.8\n13.0\n13.3\n18.4\n0\n5\n10\n15\n20\nWorld\nOceania*\nCentral and Southern Asia\nEurope and Northern America\nSub-Saharan Africa\nEastern and South-Eastern Asia\nNorthern Africa and Western Asia\nLatin America and the Caribbean\n2015–2019\nPost–2019\n* Excluding Australia and New Zealand.\nLabour’s share of GDP returns to a long-term decline as capital returns increase\nBucking a downward trend going back to the 1970s, the global labour income \nshare of GDP rose sharply during the pandemic from 52.9 per cent in 2019 \nto 53.8 per cent in 2020. This increase should not be misinterpreted as a net \ngain for workers. During this period, global labour income decreased by 1.5 \nper cent in 2020, while global output fell even more, by 3 per cent. In 2021, \nthe labour income share of GDP resumed its long-run decline. \nThe labour income share of GDP dropped from 54.1 per cent in 2004 to 52.7 \nper cent in 2021, representing a loss of $568 (purchasing power parity) per \nworker. This negative trend implies that rising labour productivity has not \nfully translated into higher labour compensation. Earnings from work are \nparticularly important for less well-off and vulnerable people. At the same \ntime, returns to capital have been rising, which can increase inequality as \ncapital income is concentrated among the affluent. \nLabour income share of GDP, 2004, 2019, 2020 and 2021 (percentage)  \n0\n10\n20\n30\n40\n50\n60\nWorld\nEurope and Northern America\nAustralia and New Zealand\nSub-Saharan Africa\nEastern and South-Eastern Asia\nCentral and Southern Asia\nLatin America and the Caribbean\nOceania*\n2004\n2019\n2020\n2021\n* Excluding Australia and New Zealand."
  },
  {
    "page": 31,
    "text": "29\nHalf of the most vulnerable countries face a widening income gap with the wealthiest economies\nFor the first time this century, half of the 75 most vulnerable countries – \nthose eligible for concessional lending from the World Bank’s International \nDevelopment Association (or IDA) – are experiencing a widening income \ngap with the wealthiest economies. A quarter of the global population – \n1.9 billion people – live in IDA countries. One in three of these countries are   \npoorer than before the pandemic.\nBetween 2020 and 2024, one in two IDA countries has achieved slower \ngrowth in income per capita than in the wealthy economies, the highest \nshare since 2000. One in four people in IDA countries live on less than $2.15 \na day, an extreme poverty rate that is more than eight times the mean for the \nrest of the world. Ninety per cent of people facing hunger and malnutrition \nlive in IDA countries, half of which are in debt distress or at high risk of it.\nGoal 10 | Reduced inequalities\nShare of IDA countries with GDP per capita growth lower than in advanced economies, \n1990–2024 (percentage)\n75.6\n63.4\n47.9\n12.7\n29.6\n38.0\n53.5\n50%\n0\n10\n20\n30\n40\n50\n60\n70\n80\n1990–1994\n1995–1999 2000–2004 2005–2009 2010–2014 2015–2019 2020–2024\nDeveloping countries remain underrepresented in \ninternational economic decision-making\nDeveloping countries make up 74 per cent of United Nations General \nAssembly Members but have limited voice and participation in international \neconomic decision-making, norm-setting and governance. At the World \nBank’s main lending arm, developing countries hold only 39 per cent of \nvoting rights, far short of their 75 per cent share of the bank’s membership. \nAt the International Finance Corporation, the World Bank’s private sector \nlending arm, developing countries have just over 32 per cent of voting rights. \nThe International Monetary Fund completed two general reviews of quotas \nin 2019 and 2023 without any changes to their distribution (which helps to \ndetermine voting rights), leaving developing countries with only 37 per cent \nof voting rights. Other international financial institutions, such as regional \ndevelopment banks, have not undertaken any voting rights reforms since \n2015 or announced plans to do so. The Fourth International Conference \non Financing for Development in 2025 presents an opportunity to address \nthese shortcomings and strengthen the legitimacy of global governance \narrangements. \n2023 saw the highest number of refugees and was the deadliest year on record for migrants\nBy end 2023, a record 37.4 million refugees under the mandate of the United \nNations High Commissioner for Refugees (UNHCR) remained forcibly \ndisplaced from their countries due to war, conflict, persecution, human \nrights violations and events seriously disturbing public order. The number of \nrefugees has increased year-on-year for more than a decade and doubled in \nless than seven years, outpacing durable solutions. By the end of 2023, 461 \nof every 100,000 people worldwide were refugees, more than double the 213 \nper 100,000 people at the end of 2015.\nIn 2023, a tragic milestone occurred as it became the deadliest year on \nrecord for migrants, with 8,177 fatalities documented. The majority of \ndeaths occurred on routes taken by migrants affected by crises. Since 2015, \nover 57,000 migrant deaths have been recorded, although data collection \nchallenges and limited responses mean that the actual number is likely much \nhigher. The top countries of origin in terms of migrants losing their lives \nhave active armed conflicts. They include Afghanistan, Ethiopia, Myanmar \nand the Syrian Arab Republic. Safe and accessible migration pathways are \nimperative as people continue to risk their lives on irregular routes given \nlimited alternatives.\nCountries of origin with the highest proportion of the population who are refugees, \n2015 and 2023 (number of refugees per 100,000 people)\n461\n11,528 \n12,893 \n13,013 \n13,740 \n17,015 \n17,326 \n21,081 \n213 \n8,840 \n10,833 \n7,243 \n710 \n6,470 \n24 \n20,483 \n0\n5,000\n10,000\n15,000\n20,000\n25,000\nWorld\nCentral African Republic\nEritrea\nAfghanistan\nUkraine\nSouth Sudan\nBolivarian Republic of Venezuela\nSyrian Arab Republic\n2015\n2023\nRemittance costs have fallen but not enough; \ndigitalization could accelerate further decreases\nOver the past decade, the cost of remittances has fallen significantly. The \nglobal average cost of sending $200 decreased from 7.42 per cent in 2016 to \n6.18 per cent in 2023. This is still above the 3 per cent SDG target, however. \nIn 2023, the highest costs for sending $200 in remittances were in Oceania \n(excluding Australia and New Zealand) and sub-Saharan Africa, at 8.33 per \ncent and 7.36 per cent, respectively, despite substantial progress in both \nregions since 2011. \nDigital remittance services could help reach the target faster. In 2023, the \nglobal average cost of digital remittances was 4.84 per cent compared \nto 6.77 per cent for non-digital/cash-based remittances. Digital services \ncomprised 30 per cent of all services in 2023. To achieve the SDG target, \nstakeholders could leverage digitalization to reduce costs, increase efficiency \nand improve remittance accessibility. Regulators need to address challenges \nsuch as limited competition, high compliance costs, account access barriers, \ntransparency issues, and low digital and financial literacy."
  }
]