[
  {
    "page": 44,
    "text": "The Sustainable Development Goals Report 2024\n42\nPartnerships for the \nGoals\n•\t\nDeveloping countries face a $4 trillion annual investment gap to achieve \nthe SDGs. Foreign direct investment flows to developing countries have \ndecreased while gains in remittances and ODA have been modest. The \nSecretary-General has urged countries to support an SDG Stimulus of at \nleast $500 billion annually.\n•\t\nExternal debt stock levels have remained unprecedentedly high in \ndeveloping countries. About 60 per cent of low-income countries are at \nhigh risk of debt distress or already experiencing it. \n•\t\nApproximately 67 per cent of the world’s population was online in 2023, \nup 69 per cent from 2015. Investment in infrastructure and affordable \nInternet access for the remaining 2.6 billion people is crucial for inclusive \ndevelopment.\n•\t\nThe COVID-19 pandemic highlighted the importance of high-quality, \ntimely and disaggregated data for informed decision-making. Yet \nfunding gaps threaten the resilience of statistical systems in developing \ncountries. \n•\t\n\tIn a landscape of declining international cooperation and rising \ngeopolitical tensions, strengthened global partnerships and enhanced \ncooperation are urgently needed to address widening financing \ngaps, reinforce post-pandemic recovery and promote sustainable \ndevelopment, particularly in the LDCs and other vulnerable countries.\nThe trillions needed to achieve the SDGs require world leaders to rapidly scale up investments\n Mobilizing financial resources is crucial for driving global recovery and \nachieving the SDGs. In 2023, the annual SDG investment gap in developing \ncountries was estimated at about $4 trillion, with over half, or $2.2 trillion, \nneeded for the energy transition alone. The current investment gap is 60 per \ncent higher than the $2.5 trillion estimated in 2019. The increase results from \nshortfalls since 2015, compounded by multiple global challenges, including \nthe pandemic and the food, fuel and financing crises. \nIn 2023, ODA from Development Assistance Committee members totalled \n$223.7 billion, representing 0.37 per cent of members’ combined gross \nnational income. This marked a 1.8 per cent increase in real terms from \n2022 and a 47 per cent rise from 2015, making it the fifth consecutive year \nof record-high ODA. The increase was primarily driven by aid for Ukraine, \nhumanitarian assistance and contributions to international organizations. \nNet bilateral ODA flows to Africa increased by 2 per cent and to LDCs by \n3 per cent. \nGlobal foreign direct investment (FDI) flows in 2023 amounted to $1.33 \ntrillion, a decrease of 2 per cent from 2022. Excluding a few European \nconduit economies that registered large swings in investment flows, global \nFDI flows were 10 per cent lower than in 2022. FDI flows to developing \ncountries fell by 7 per cent to $867 billion and declined or stagnated in\nmost regions.\nRemittances have proven resilient. They have become the premier source \nof external finance for developing countries in the post-COVID-19 period. \nIn 2023, remittances to low- and middle-income countries reached an \nestimated $669 billion, reflecting a normalization of flows following the post-\npandemic robust growth. The United States remained the largest source \nof remittances in the world, followed by Saudi Arabia and Switzerland. The \nglobal average cost of sending a $200 remittance was 6.4 per cent in 2023, \nmore than twice the SDG target of 3 per cent. Development impacts of \nremittances can be augmented by reducing remittance costs and worker-\npaid recruitment costs.\nIn 2022, additional financial resources for developing countries from multiple \nsources, reported by 101 bilateral and multilateral providers to measure \ntotal official support for sustainable development (TOSSD), amounted to \n$342.1 billion. This included $276.6 billion in official resources, $55.3 billion \nfrom private finance and $10.2 billion from private grants for development. \nSustainable development grants (both official and private) decreased from \n$129.2 billion in 2021 to $127.5 billion in 2022. Sustainable concessional \ndevelopment loans increased by 6 per cent from $54.8 billion in 2021 to \n$58.0 billion in 2022, while non-concessional loans decreased from 106.9 \nbillion in 2021 to $101.3 billion in 2022. Mobilized private finance increased \nby 21 per cent from 2021. \nAt the SDG Summit in September 2023, Heads of State and Government \ncommitted to advancing the Secretary-General’s SDG Stimulus proposal of \nunlocking $500 billion in additional financing and investment annually.\nGary Ramirez presents an action plan to advocate for data on persons \nwith disabilities. It was developed in a workshop for Organizations of \nPersons with Disabilities in the Plurinational State of Bolivia.\nRemittances, foreign direct investment and ODA flows to developing countries, \n2015–2023 (billions of dollars)  \n0\n200\n400\n600\n800\n1000\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\n2023\nForeign direct investment\nRemittances\nODA"
  },
  {
    "page": 45,
    "text": "43\nRising borrowing costs put developing countries at risk of debt crises\nIn 2022, the external debt stock of low- and middle-income countries fell for \nthe first time since 2015, dropping to $9.0 trillion from $9.3 trillion in 2021. \nEven so, external debt stock levels remained unprecedentedly high after \nmore than a decade of rapid debt accumulation. In 2022, the external debt \nstock of countries eligible to borrow from the International Development \nAssociation (IDA) – which supports the poorest countries in boosting \neconomic development – increased by 2.7 per cent, reaching a record high \nof $1.1 trillion. Public and publicly guaranteed debt service payments by \nlow- and middle-income countries hit a record $444 billion and are forecast \nto continue growing. Interest payments on total external debt stock by \nIDA-eligible countries have doubled since 2015 to $23.6 billion and are \nexpected to rise further as global interest rates trend upward. About 60 \nper cent of low-income countries are at high risk of debt distress or already \nexperiencing it. Increasing borrowing costs have and will continue to divert \nscarce resources from critical development needs such as poverty reduction, \nclimate action, health and education.\nGoal 17 | Partnerships for the Goals\nTotal debt service and interest payments on external debt for IDA-eligible countries, \n2012–2022 (billions of dollars)\n0\n20\n40\n60\n80\n100\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nTotal debt service\nInterest payments\nCOVID-19 impacted global data collection for the SDGs, highlighting the need for increased investment \nin statistical systems \nHigh-quality, timely and disaggregated data are crucial for guiding decision-\nmaking on all SDGs. The COVID-19 pandemic significantly hindered the \nability of national statistical offices to collect recent data. This has led to a \nsmall decline in the average Open Data Inventory (ODIN) coverage scores \nfrom 2020 to 2022, mainly in low- and middle-income countries. Even in \nthe most resource-rich countries, the average ODIN data coverage score \nremains below 60 out of 100, highlighting the urgent need for increased \ninvestment in data infrastructure and production. Despite these gaps, the \nlong-term trajectory of data coverage score tracks upward.\nBased on the Statistical Performance Indicators (SPI), global scores on the \nData Sources Performance Index and Data Infrastructure Performance Index \nimproved between 2016 and 2023. Data sources gained only 3 points, held \nback in part by COVID-19 disruptions, while data infrastructure, both the \nhard and soft infrastructure to produce data, increased by around 14 points.\nIn 2023, 159 countries and territories reported having statistical legislation \ncompliant with the Fundamental Principles of Official Statistics, up from 132 \nin 2019, indicating significant progress in modernizing national statistical \nsystems. Additionally, 163 countries implemented national statistical plans, \nup from 143 in 2019, with 109 fully funded. International support for data and \nstatistics development has increased, reaching $799 million in 2021, 14 per \ncent above 2020 and 44 per cent above 2015. Funding gaps remain a major \nissue, particularly in Africa and the LDCs, where only a fraction of plans is \nfully funded. This resource insufficiency threatens the resilience of statistical \nsystems and risks leaving vulnerable populations behind. Addressing these \nchallenges requires more funding, mainstreamed data activities and strategic \nplanning aligned with emerging development priorities.\nGlobally, one in three people are still offline, underscoring the urgency of infrastructure investments \nand affordable Internet access, particularly in underdeveloped regions \nApproximately 67 per cent of the world’s population, or 5.4 billion people, \nwas online in 2023, 4.7 per cent more than in 2022 and 69 per cent more \nthan in 2015. Internet use continues to correlate with regional development. \nAustralia and New Zealand and Europe and Northern America have \nachieved universal usage (above 95 per cent), while only 37 and 38 per \ncent of people in sub-Saharan Africa and Oceania (excluding Australia and \nNew Zealand), respectively, are online. Although the COVID-19 pandemic \ntemporarily accelerated Internet adoption, recent growth rates have reverted \nto pre-pandemic levels. Worldwide, 70 per cent of men use the Internet \ncompared to 65 per cent of women, with 244 million more men than women \nonline in 2023. Fixed broadband subscriptions grew at an annual rate of \n6.4 per cent between 2015 and 2023, reaching 19 subscriptions per 100 \ninhabitants globally. These connections are scarce in low-income countries, \nhowever, due to high costs and inadequate infrastructure. Investments \nin infrastructure and affordable Internet access are crucial, especially in \nunderserved regions.\nProportion of individuals using the Internet, 2015 and 2023 (percentage)\n15.6\n12.2\n16.5\n43.8\n48.0\n54.3\n74.7\n84.7\n10.7\n18.7\n36.3\n39.9\n37.0\n38.0\n51.6\n74.2\n79.0\n81.0\n93.5\n95.1\n35.4\n39.2\n67.4\n67.4\n0\n20\n40\n60\n80\n100\nSub-Saharan Africa\nOceania*\nCentral and Southern Asia\nNorthern Africa and Western Asia\nEastern and South-Eastern Asia\nLatin America and the Caribbean\nEurope and Northern America\nAustralia and New Zealand\nLeast developed dountries\nLandlocked developing countries\nSmall island developing States\nWorld\n2015\n2023\n* Excluding Australia and New Zealand."
  }
]