[
  {
    "page": 7,
    "text": "vi\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\nExecutive Summary\nAt the midpoint of the 2030 Agenda, all of the SDGs are seriously off track. From 2015 to 2019, the world \nmade some progress on the SDGs, although this was already vastly insufficient to achieve the goals. Since the \noutbreak of the pandemic in 2020 and other simultaneous crises, SDG progress has stalled globally. In most high-\nincome countries (HICs), automatic stabilizers, emergency expenditure, and recovery plans mitigated the impacts \nof these multiple crises on socioeconomic outcomes. Only limited progress is being made on the environmental \nand biodiversity goals, including SDG 12 (Responsible Consumption and Production), SDG 13 (Climate Action), \nSDG 14 (Life Below Water), and SDG 15 (Life on Land), even in countries that are largely to blame for the climate and \nbiodiversity crises. The disruptions caused by these multiple crises has aggravated fiscal-space issues in low-income \ncountries (LICs) and in lower-middle income countries (LMICs), leading to a reversal in progress on several goals and \nindicators. Despite this alarming development, the SDGs are still achievable. None of their objectives are beyond our \nreach. The world is off track, but that is all the more reason to double down on the SDGs.\nAt their core, the SDGs are an investment agenda: it is critical that UN Member States adopt and implement \nthe SDG Stimulus and support a comprehensive reform of the global financial architecture. To achieve the \nSDGs the world must both alter its current investment patterns and increase the overall volume of investments. \nThe Stimulus’ urgent objective is to address the chronic shortfall of international SDG financing confronting the \nLICs and LMICs, and to ramp up financing flows by at least US$500 billion by 2025. This year’s report also highlights \nsix priorities to reform the complex system of public and private finance that channels the world’s savings to its \ninvestments – what is known as the Global Financial Architecture: \n1.\t Greatly increase funding to national and subnational governments and private businesses, especially in LICs \nand LMICs, to carry out needed SDG investments. \n2.\t Revise the credit rating system and debt sustainability metrics to facilitate long-term sustainable development. \n3.\t Revise liquidity structures for LICs and LMICs, especially regarding sovereign debts, to forestall self-fulfilling \nbanking and balance-of-payments crises; \n4.\t Create ambitious, internationally-agreed upon criteria for sustainable finance that are mandatory for all public \nfinancial institutions. \n5.\t Align private business investment flows with the SDGs, through improved national planning, regulation, \nreporting, and oversight. \n6.\t Reform current institutional frameworks and develop new mechanisms to improve the quality and speed of \ndeployment of international cooperation, and monitor progress in an open and timely manner.\nAll countries, poorer and richer alike, should use the half-way momentum to self-critically review and revise \ntheir national SDG strategies and commit to strengthening multilateralism. National governments must \nensure both domestic implementation of the SDGs, including the reduction of negative spillovers, and international \nimplementation – by building a global governance and financial architecture that delivers the SDGs. Building \non SDSN’s global survey of government efforts and commitment to the SDGs and third-party data, we highlight \nmajor differences across countries, including G20 countries, in their SDG strategies and commitment. Achieving \nthe SDGs requires global cooperation guided by the United Nations Charter. In 2022, the United Nations Secretary-\nGeneral appointed a High-Level Advisory Board (HLAB) on effective multilateralism, with a mandate to develop a \nlist of concrete, actionable recommendations to improve international cooperation and advance the 2030 Agenda \nfor Sustainable Development. We introduce in the report this year a pilot index of countries commitment to and \nsupport of multilateralism under the UN Charter."
  },
  {
    "page": 8,
    "text": "vii\nSustainable Development Report 2023   \n   Implementing the SDG Stimulus\nExecutive Summary\nFurther investment is needed in statistical capacity and data literacy to support long-term pathways for key \nSDG transformations. At the halfway mark to 2030, there remains a great deal of work to be done to improve the \ndata and methods underlying the SDG indicator framework. Evidence suggests that since 2016 there has been only \nlimited progress and convergence in countries’ statistical capacity, including LICs and LMICs, and that international \nfunding for data and statistics fell between 2019 and 2021. Also, in an information-rich and post-truth environment, \ncitizens and decision-makers need knowledge and tools to transform data and science into evidence, actions, and \nlong-term policies. According to major international studies, few teenagers can differentiate between a fact and an \nopinion. As underlined during the United Nations World Data Forum 2023 and in the 27 April Hangzhou Declaration, \ninvesting in statistical capacity, science, and data literacy are important priorities for achieving the SDGs. \nThe SDSN and its global network will double-down on efforts to implement the SDGs by 2030 and beyond. \nThe SDSN was created in 2012, soon after the Rio+20 Summit, to mobilize the world’s universities, think tanks, \nand national laboratories on behalf of the SDGs. SDSN’s mission was fourfold: (i) scholarly research, (ii) educational \ninnovation and partnerships, (iii) convening power, and (iv) outreach to the public. We are proud of our efforts \nsince 2012 in these four areas. The SDSN is now a global network of more than 1,900 member organizations, mainly \nuniversities, organized in 53 national and regional chapters. Via science-based pathways and analytics, the SDSN \nsupports discussions on SDG implementation at the global, regional, and national levels. These are available on the \nnewly set up, open-access, SDG Transformation Center Portal. All UN Member States and UN agencies can count on \nthe continued efforts and energies of the SDSN around the world to support all governments, businesses, and civil \nsociety in embracing and aligning with the SDGs on sustainable development."
  }
]