[
  {
    "page": 32,
    "text": "30\nSustainable cities and \ncommunities\n•\t\nOver half the world’s population currently resides in cities, yet urban \nareas confront myriad complex challenges. Globally, approximately \none quarter of the urban population lives in slums, with the total slum \npopulation reaching 1.1 billion in 2022. The lack of equitable access to \npublic transportation is a significant concern, particularly in LDCs, where \nonly 4 in 10 individuals have convenient access. \n•\t\n\tWhile air pollution levels have declined in most regions, they are still \nsignificantly higher than the recommended air quality guidelines for \npublic health protection.\n•\t\nOnly 40 per cent of city dwellers can easily reach open public spaces. \nBetween 2000 and 2020, cities sprawled up to 3.7 times faster than \nthey densified, resulting in negative impacts on the natural environment \nand land use.\n•\t\nWith urbanization on the rise and nearly 70 per cent of the global \npopulation projected to reside in cities by 2050, the development of \ncritical infrastructure, affordable housing, efficient transport systems and \nessential social services is imperative to create resilient and sustainable \ncities that meet the needs of all. \nA woman fills drinking-water bottles in the slums of Islamabad, the \ncapital of Pakistan.\nA deepening global slum crisis requires urgent action on housing, transportation and services\nIn 2022, 24.8 per cent of the urban population lived in slums or informal \nsettlements, slightly lower than 25 per cent in 2015 but higher than 24.2 per \ncent in 2020. The total slum population was 1.12 billion in 2022, 130 million \nmore than in 2015, marking a reversal from the consistent decrease observed \nfrom 2000 to 2020. The setback was mainly in Eastern and South-Eastern \nAsia (from 21.7 per cent in 2020 to 24.8 per cent in 2022) and sub-Saharan \nAfrica (from 50.2 per cent in 2020 to 53.6 per cent in 2022).\nOver 85 per cent of all slum dwellers in 2022 were in Eastern and South-\nEastern Asia (362 million), Central and Southern Asia (334 million) and sub-\nSaharan Africa (265 million). Projections suggest that sub-Saharan Africa \nwill experience the most substantial proportional increase, with an estimated \nextra 360 million slum dwellers by 2030 if current trends persist. This \nemphasizes the urgent need for a comprehensive approach to addressing \nthe housing crisis, including through diverse housing options, while achieving \nequitable access to public transportation and essential services.\nHigh rates of unregulated urban sprawl pressure the environment and diminish quality of life\n1\t\nThe annual rate of sprawl is calculated as the annual rate of change in built-up areas outside urban boundaries in 2000 (but within 2020 urban boundaries) per city. The \nannual rate of densification is calculated as the annualized rate of change in built-up areas within the 2000 urban boundaries per city.\nUrban sprawl is characterized by the unplanned, low-density, uncontrolled \nexpansion of urban areas into previously undeveloped rural or suburban \nareas. This unregulated growth has negative impacts on the natural \nenvironment and land use, contributing to increased air pollution and the \nloss of open spaces, wildlife habitats and agricultural land. Cities sprawled \nor grew outwards up to 3.7 times faster than they densified or grew upward \nfrom 2000 to 2020, based on recent data from 1,217 cities in 185 countries. \nGlobally, from 2000 to 2010, the average annual rate of sprawl reached 5.6 \nper cent while the annual densification rate lagged at 1.47 per cent.1  The \nsprawl rate slightly declined from 2010 to 2020, dropping to 3.6 per cent \nannually. Yet the gap with the densification rate, estimated at 0.95 per cent \nannually during the same period, remained substantial. Sustainable urban \ndevelopment calls for mitigating the adverse impacts of urban sprawl and \nachieving a balanced approach to urban growth. \nProportion of global urban population living in slums, 2020 and 2022 (percentage)\n24.8\n0.03\n0.66\n12.2\n16.9\n17.8\n24.8\n42.9\n53.6\n24.2\n0.03\n0.69\n15.3\n17.7\n18.7\n21.7\n48.2\n50.2\n0\n15\n30\n45\n60\nWorld\nAustralia and New Zealand\nEurope and Northern America\nOceania*\nLatin America and the Caribbean\nNorthern Africa and Western Asia\nEastern and South-Eastern Asia\nCentral and Southern Asia\nSub-Saharan Africa\n2020\n2022\n* Excluding Australia and New Zealand."
  },
  {
    "page": 33,
    "text": "31\nAir quality has improved but still falls short in terms of fully protecting public health\nEach year, an estimated 4.2 million people die due to ambient air \npollution. Globally, the population-weighted exposure to fine particulate \nmatter (PM2.5) dropped from 39.1 µg/m3 in 2010–2014 to 35.7 µg/m3 in \n2015–2019, a 9 per cent decline. Yet the level remains significantly higher \nthan the recommended air quality guideline of 5 µg/m3 for public health \nprotection. Eastern and South-Eastern Asia markedly improved air quality \nin 2015–2019, after having the world’s second-highest PM2.5 concentrations \nin 2010–2014. Similar advances in Europe and Northern America highlight \nthe positive impacts of international cooperation and legislation, including \nthe Convention on Long-Range Transboundary Air Pollution. By contrast, \nair pollution in sub-Saharan Africa and Northern Africa and Western Asia \nincreased from 2010–2014 to 2015–2019.\nImproved air quality monitoring has been instrumental in confirming \nregional successes and informing policy decisions. Between 2011 and 2022, \nmonitoring capacity worldwide grew sixfold, although 92 per cent of this \nexpansion took place in high- and middle-income countries.\nGoal 11 | Sustainable cities and communities\nPublic transit remains out of easy reach for 40 per cent of urban residents worldwide\nEnsuring equitable access to public transportation helps to reduce food \ninsecurity, boost economies, empower women, and connect people to \nkey health, education and financial services, especially vulnerable urban \npopulations. Yet many cities worldwide lack adequate urban transit \ninfrastructure. Only 6 in 10 urban residents have convenient access to public \ntransit, based on data collected in 2023 from 2,039 cities in 188 countries. \nThe shortfall is particularly problematic in the LDCs, where less than 4 in \n10 urban residents have accessible public transportation options, compared \nto 8 in 10 in more affluent regions. Accelerated investments are needed to \nextend public transit services to the most marginalized communities, both \nin developing regions and impoverished urban neighbourhoods in developed \ncountries. This effort is essential to foster inclusive urban development and \nimprove the livelihoods of the urban poor.\n* Excluding Australia and New Zealand.\nShare of population with convenient access to public transportation in urban areas, \n2023 (percentage)\n60.6\n37.3\n83.7\n81.3\n62.5\n56.6\n52.8\n49.4\n33.8\n16.2\n0\n20\n40\n60\n80\n100\nWorld\nLeast developed countries\nEurope and Northern America\nAustralia and New Zealand\nLatin America and the Caribbean\nEastern and South-Eastern Asia\nCentral and Southern Asia\nNorthern Africa and Western Asia\nSub-Saharan Africa\nOceania*\nFive-year average population weighted PM2.5 concentrations in urban areas, \n2010–2014 and 2015–2019 (micrograms per cubic metre)\n57.3\n38.7\n46.1\n34.3\n18.2\n13.3\n8.0\n39.1\n54.2\n39.4\n38.8\n35.8\n16.5\n11.2\n7.5\n35.7\n0\n10\n20\n30\n40\n50\n60\nCentral and Southern Asia\nNorthern Africa and Western Asia\nEastern and South-Eastern Asia\nSub-Saharan Africa\nLatin America and Caribbean\nEurope and Northern America\nOceania\nWorld\n2015–2019\n2010–2014\nVibrant cities depend on open public spaces yet too few residents have ready access\nOpen public spaces in urban areas foster inclusive and vibrant cities. Yet \nonly 44 per cent of urban residents have an open public space conveniently \nlocated within a 400-metre walk, according to 2020 data from 1,365 cities \nacross 187 countries. This lack of access disproportionately impacts people \nin the LDCs, where less than 30 per cent of urban dwellers can conveniently \naccess open public spaces. Conversely, high-income regions such as \nAustralia and New Zealand as well as Europe and Northern America have \nmuch greater rates of access, with 60 to 70 per cent of urban inhabitants \nliving near public open spaces. The data underscore a pervasive global \nchallenge. Without concerted efforts, the majority of urban populations will \nstruggle to access vital amenities, particularly the most vulnerable residents.\nProportion of urban population with convenient access to open public spaces, \nwithin a 400-metre walking distance, 2020 (percentage)\n44.2\n71.1\n65.8\n57.6\n41.1\n38.2\n36.1\n30.5\n21.2\n0\n20\n40\n60\nWorld\nAustralia and New Zealand\nEurope and Northern America\nLatin America and the Caribbean\nNorthern Africa and Western Asia\nCentral and Southern Asia\nEastern and South-Eastern Asia\nOceania*\nSub-Saharan Africa\n80\n* Excluding Australia and New Zealand."
  }
]