[
  {
    "page": 42,
    "text": "The Sustainable Development Goals Report 2024\n40\nPeace, justice and \nstrong institutions\n•\t\nRising conflicts and violent organized crime persist around the world, \ncausing immense human suffering and hampering sustainable \ndevelopment. The number of forcibly displaced people reached an \nunprecedented 120 million in May 2024. Civilian casualties in armed \nconflicts surged by 72 per cent in 2023.\n•\t\nCorruption continues to divert resources from sustainable development, \nwith one in five people reporting being asked to pay or having paid a \nbribe to a public official in the last 12 months. With one third of prisoners \nunsentenced worldwide, achieving just judicial processes and improving \nprison conditions is imperative. \n•\t\nGovernments globally are struggling to restore pre-COVID-19 budget \nreliability. New international pressures affecting economies have \nincreased budget expenditures beyond initial approvals. \n•\t\nAll SDGs depend on establishing lasting peace and preventing violent \nconflicts. Urgent action is needed to combat corruption and organized \ncrime, strengthen the rule of law and access to justice, build effective and \ninclusive governance institutions, and protect rights and fundamental \nfreedoms. \nCivilian deaths in armed conflict saw the steepest rise since 2015\nIn 2023, civilian casualties in armed conflicts surged by a staggering 72 per \ncent, the steepest rise since 2015. Despite fewer civilian deaths in some \nconflict zones, others witnessed significant increases, with 7 in 10 recorded \ndeaths occurring in Israel and the Occupied Palestinian Territory in 2023. \nFor the second consecutive year, the number of civilians killed in conflict \nrose dramatically, reversing a downward trend from 2016 to 2019. By \n2023, civilian casualties had soared to over 33,400, nearing the 2015 peak. \nAdditionally, the number of women killed in conflict increased for the first \ntime since 2015. In 2022, 2 in 10 civilians killed in conflicts were women; 1 \nin 10 were children. By 2023, 4 in 10 were women and 3 in 10 were children. \nThese alarming figures indicate that the road to global peace and security, \nessential for sustainable development, has been diverted. The trend must be \nreversed, conflicts must end, and parties to conflicts must strictly abide by \ninternational humanitarian and human rights obligations to protect civilians’ \nlives.\nA Palestinian family with their children flees their home in Rafah, \nin the southern part of the Gaza Strip. \nNumber of civilian conflict-related deaths and percentage change from previous \nyear, 2015–2023\n-7%\n-26%\n-18%\n-33%\n+1%\n+1%\n+39%\n+72%\n0\n10,000\n20,000\n30,000\n40,000\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\n2023\nSlow progress in reducing homicides continues even as the world has moved past a 2021 spike in rates\nThe global homicide rate gradually decreased from 5.9 victims per 100,000 \npopulation in 2015 to 5.5 in 2020. This downward trend was disrupted in \n2021, when the rate sharply rose to 5.8 before slightly retreating to 5.6 in \n2022. The global homicide rate declined by 5 per cent between 2015 and \n2022. If this pattern persists, the rate is projected to be 5.1 per 100,000 \npopulation by 2030, an overall decrease of just 13 per cent since 2015. The \ntwo regions with the highest rates are Latin America and the Caribbean, \nwhich is plagued by organized crime and gang activities, and Africa, which \nhas a large youth population, increased incidences of extreme heat and \npersistent inequality. In 2022, 88,000 women became homicide victims \nglobally compared to 360,000 men.\nNote: Projections for the years 2023–2030 represent linear extrapolations of trends observed \nfor the years 2015–2022.\nHomicide rate, by sex, 2000–2030 (victims per 100,000 population) \n0\n2\n4\n6\n8\n10\n12\n2000\n2005\n2010\n2015\n2020\n2025\n2030\nMale\nBoth sexes\nFemale\n50% reduction"
  },
  {
    "page": 43,
    "text": "41\nGoal 16 | Peace, justice and strong institutions\nThe experience of bribery differs by national income level  \nAbout 19 per cent of people reported being asked to pay or having paid \na bribe to a public official in the last 12 months, based on 138 countries \nwith available data from 2015 to 2022. Notable regional variations were \napparent. In Oceania and sub-Saharan Africa, an average of 29.7 per cent \nand 26.6 per cent of the population, respectively, experienced bribery in the \nlast 12 months, compared to 10.1 per cent in Europe and Northern America. \nThe prevalence of bribery varied by national income level, ranging from \nan average of 9 per cent in high-income countries to 32 per cent in low-\nincome countries. Data from 18 countries from 2010 to 2021 suggested that \nmen were more likely than women to engage in bribery, often influenced \nby differing interactions with male-dominated sectors like the police or \ncustoms.\nHalf of countries have overcrowded prisons, sparking concerns about health and human rights\nThe global prison population rose from 11.1 million in 2015 to 11.5 million in \n2022, a growth rate slower than that of the world population as a whole. \nConsequently, the prisoner-to-population rate decreased from 150 prisoners \nper 100,000 population in 2015 to 144 per 100,000 in 2022. Central and \nSouthern Asia had the lowest rates at 54 per 100,000, while Latin America \nand the Caribbean had the highest at 277 per 100,000. \nAccess to justice is a fundamental human right. In 2022, however, nearly \na third (3.5 million) of the global prison population was held in pretrial \ndetention, a share that remained stable between 2015 and 2022. While \nmost regions showed some improvements, Central and Southern Asia saw \na worrying rise; almost 60 per cent of prisoners was held unsentenced. \nOvercrowding in prisons operating at over 100 per cent of intended capacity \nwas a concern in half of countries with data. This issue was particularly \nsevere in Latin America and the Caribbean and sub-Saharan Africa, where \nover three quarters of countries reported overcrowding. Globally, one in five \ncountries operates prisons at over 150 per cent of intended capacity, with \ndocumented harm to health and higher rates of mortality.\nProportion of countries where prisoners outnumber the prison capacity, \n2022 or latest year available (percentage)\n37\n80\n25\n22\n2.1\n0\n21\n44\n25\n22\n23\n0\n28\n0\n20\n40\n60\n80\n100\nMore than 150% of prison capacity\n100–150% of prison capacity\nSub-\nSaharan \nAfrica (5)\nEastern and \nSouth-Eastern \nAsia (9)\nEurope\nand \nNorthern \nAmerica (47)\nNorthern \nAfrica \nand Western \nAsia (8) \nLatin\nAmerica\nand the \nCaribbean (27)\nWorld (101)\nNote: Numbers in parentheses are the number of countries with data in each region.\nKillings of human rights defenders decreased but remain high, and more journalists died in conflict \nzones \nIn 2023, 320 human rights defenders, journalists and trade unionists in 40 \ncountries were killed, down from 448 cases in 36 countries in 2022, based \non cases recorded by national human rights institutions and the United \nNations. Conflict zones saw a sharp increase in the killings of journalists and \nmedia workers, with 40 lives lost, reversing a downward trend since 2017. \nLatin America and the Caribbean remained the deadliest region, accounting \nfor 70 per cent of all killings. Enforced disappearances globally nearly \ndoubled for the second consecutive year, with at least 54 cases reported in \n14 countries in 2023.\nNearly a decade since Member States committed to zero killings and attacks \nagainst defenders of rights and freedom of speech, incidents have been \nobserved in at least 97 countries. The total number of annual killings has \nnot fallen below 300 since 2015, with peaks in 2018 and 2022. Kidnapping, \ndetention, legal harassment and online attacks are other major threats. \nStrong protection frameworks are needed to stem this trend, particularly in \ncountries where violent conflict or social unrest erupts or escalates. \nMultiple crises affect government budget reliability\nGovernments across the world have found it difficult to return to pre-\nCOVID-19 levels of budget reliability, in part due to new international \nchallenges impacting economies, including global political instability, \ninflation and volatile resource prices. Attempts to support economic activity \nand address social stresses have resulted in higher budget expenditure \nthan originally approved across all regions. Budget reliability improved \nin 2021 and 2022 compared to 2020 but remained weaker than pre-\npandemic levels. Northern Africa and Western Asia, Central and Southern \nAsia, and Europe and Northern America experienced the highest spending \ndeviations relative to the pre-pandemic period, likely due to factors such as \ngeopolitical tensions, inflation and higher-than-expected revenues. Multiple \ncrises emphasize the need for governments to better prepare for future \nemergencies. \nComparison of deviations between approved and executed expenditure, \n2015–2019 and 2021–2022, by region and category (percentage)\nSub-\nSaharan\nAfrica\nOceania*\nCentral \nand\nSouthern \nAsia\nNorthern \nAfrica\nand \nWestern \nAsia\nLatin \nAmerica \nand the \nCaribbean\nEastern \nand \nSouth-\nEastern \nAsia\nEurope \nand\nNorthern \nAmerica\n0\n20\n40\n60\n80\n100\n2015-\n2019\n2021-\n2022\n2015-\n2019\n2021-\n2022\n2015-\n2019\n2021-\n2022\n2015-\n2019\n2021-\n2022\n2015-\n2019\n2021-\n2022\n2015-\n2019\n2021-\n2022\n2015-\n2019\n2021-\n2022\nLess than 5%\n5–10%\n10–15%\nMore than 15%\n* Excluding Australia and New Zealand."
  }
]