[
  {
    "page": 18,
    "text": "The Sustainable Development Goals Report 2024\n16\nQuality education\n•\t\n\tProgress towards Goal 4 has been slow since 2015, with only 58 per \ncent of students worldwide achieving a minimum proficiency in reading \nby 2019. Recent assessments reveal a significant decline in math and \nreading scores in many countries, highlighting a set of factors beyond the \nCOVID-19 pandemic’s impact on global education. \n•\t\nMany countries face challenges such as inadequate education \ninfrastructure, teacher shortages and insufficient teacher training. While \ntechnology has expanded educational opportunities, it has also widened \ninequalities, leaving millions of people, especially in marginalized and \nlow-income communities, without access to education.\n•\t\nTo meet national 2030 education targets, which have been scaled back \ncompared to the original Goal 4 targets, countries must annually enrol \n1.4 million children in early childhood education, admit a new child \nto school every two seconds until 2030 and triple annual progress in \nprimary completion rates. \n•\t\nAccelerating progress could have a catalytic impact on achieving the \noverall 2030 Agenda. Prioritizing increased education funding, teacher \ntraining, and inclusive and accessible schools are essential steps, along \nwith leveraging technology and bridging the digital divide to achieve \nequitable access to quality education.\nA volunteer teacher gives a lesson to children in a camp for displaced \npeople in eastern Myanmar.\nGlobal upper secondary school completion growth slows yet Eastern and South-Eastern Asia displays \nremarkable progress \nBetween 2015 and 2023, the primary school completion rate increased \nfrom 85 to 88 per cent, the lower secondary completion rate from 74 to 78 \nper cent, and the upper secondary completion rate from 53 to 59 per cent. \nHowever, only two in three children in sub-Saharan Africa complete primary \nschool on time. \nProgress in upper secondary completion slowed from 1.3 percentage points \nannually (2010-2015) to 0.9 percentage points annually (2015–2023), with \nOceania experiencing negative growth. Yet some regions made notable \nprogress. Eastern and South-Eastern Asia was the fastest growing region, \nwith the completion rate climbing from 63 per cent in 2015 to 74 per cent in \n2023.   \nGlobally, girls’ completion rates exceed those of boys by 2 to 3 percentage \npoints in both primary and secondary education. At the upper secondary \nlevel, girls hold a notable advantage, with a 14 percentage-point gap \nin Eastern and South-Eastern Asia, 8 points in Latin America and the \nCaribbean, and 4 to 5 points in most other regions. In Central and Southern \nAsia and sub-Saharan Africa, boys maintain a slight lead of 2 to 3 percentage \npoints. These regional disparities underscore the need for targeted efforts to \nachieve equal educational opportunities for all children.\nCOVID-19 and other factors have exacerbated \ndeclines in reading and mathematics  \nBased on the 2022 Programme for International Student Assessment test at \nthe end of lower secondary school in 81 member and partner countries of the \nOrganisation for Economic Co-operation and Development (OECD), from \n2018 to 2022, mean performance in mathematics plummeted by a record \n15 points. Reading scores declined by 10 points, twice the previous record. \nReading proficiency followed a downward trajectory for a decade prior to \nthese results; mathematics scores were relatively stable from 2003 to 2018. \nAn unprecedented drop highlights the profound impact of the COVID-19 \npandemic on global education.\nSignificant data shortfalls in tracking learning outcomes, especially in \nearly education, pose challenges in assessing global trends and disparities \namong countries. With data available for only one in five countries at the \nend of primary school, recent initiatives to close the gaps show promise in \nexpanding cross-national assessments. \nAn urgent need for enhanced climate change and \nsustainability education and teacher training  \nAlthough 90 per cent of countries report that they mainstream sustainable \ndevelopment and global citizenship subjects in national education systems, \nevidence suggests scattered uptake. A 2023 study of more than 530 ninth \ngrade science and social science curricula found that 69 per cent did not \nmention climate change and 66 per cent omitted sustainability. Despite \nclaims by some teachers that these topics were covered, 50 per cent \nadmitted to not teaching them. Three quarters of countries expressed \nintentions to revise their curricula within the next three years to prioritize \nclimate change and sustainability. Simply revising curricula may not be \nsufficient, however, if teachers lack the confidence or willingness to teach \nthese subjects. Comprehensive support from schools, training institutions, \ncommunities and governments is essential to encourage educators to \neffectively transmit sustainability principles to future generations.\nUpper secondary school completion rate, 2015 and 2023 (percentage)\nWorld\n53\nEurope and Northern America\n87\nEastern and South-Eastern Asia\n63\nLatin America and the Caribbean\n57\nOceania\n61.4\nNorthern Africa and Western Asia\n53\nCentral and Southern Asia\n45\nSub-Saharan Africa\n25\n0\n20\n40\n60\n80\n100\n2015\n2023\n59\n89\n74\n65\n60.9\n60\n28\n56"
  },
  {
    "page": 19,
    "text": "17\nUniversal pre-primary education is hindered by inadequate legal guarantees and financial barriers\nGlobally, pre-primary education has stagnated since the SDGs were agreed. \nSeven out of 10 children globally attended organized learning one year before \nthe official primary entry age in 2022, a rate unchanged since 2015. In \nsub-Saharan Africa and Northern Africa and Western Asia, less than half of \nchildren attended pre-primary school, despite previous progress. \nCOVID-19 reversed growth in pre-primary education, causing a decline of \n1.5 percentage points. This particularly impacted the poorest children, as \npre-primary education can mitigate disadvantages. Legal guarantees for \nfree and compulsory pre-primary education are crucial to school readiness \nand equal opportunities, yet only a quarter of countries make it compulsory \nand only half offer it for free. Financial barriers persist in regions where the \nprivate provision of education is prevalent; in sub-Saharan Africa, 32 per cent \nof pre-primary students attend private institutions. Overall, children from the \nrichest households are twice as likely to attend preschool compared to those \nfrom the least affluent households.\n\nGoal 4 | Quality education\nParticipation rate in organized learning (one year before the official primary entry \nage), 2015–2022 (percentage)\n44.5\n46.4 43.4 47.4\n80.0\n78.6\n80.0\n83.4\n90.7\n89.7 93.0\n90.6\n72.2\n72.4\n0\n20\n40\n60\n80\n100\n2015\n2022\n2015\n2022\n2015\n2022\n2015\n2022\n2015\n2022\n2015\n2022\n2015\n2022\nNorthern Africa \nand Western \nAsia\nSub-Saharan \nAfrica\nOceania\nCentral and \nSouthern Asia\nLatin America \nand the \nCaribbean\nEurope and \nNorthern \nAmerica\nWorld\nNote: No data are available for Eastern and South-Eastern Asia between 2015 and 2022.\nLags in basic services in schools continue to marginalize girls and students with disabilities \nDespite basic services in schools being essential for fair learning \nopportunities, progress has been slow, particularly affecting students with \ndisabilities and girls. Globally, only half of primary schools and just \n62 per cent of secondary schools have basic infrastructure for students \nwith disabilities. In Latin America and the Caribbean, only a third of primary \nschools can accommodate students with disabilities. Globally, over \n20 per cent of primary schools have no separate sanitation facilities for girls. \nA lack of handwashing facilities in 2 out of 10 schools poses health risks, \nespecially during pandemics.\nBetween 2021 and 2022, the growth rate in schools’ Internet access for \npedagogical purposes doubled globally and even tripled in some regions. At \nthe upper secondary level, 91 per cent of schools had access to electricity, \n81 per cent had computers and 69 per cent were connected to the Internet. \nSignificant disparities remained, particularly in sub-Saharan Africa, where \nless than a third of primary schools and about half of secondary schools had \naccess to electricity, hindering the use of technology.\nA substantial number of teachers are not trained according to minimum standards in their country  \nTeachers are the single most important factor in student learning. Yet a \nsignificant teacher qualification gap persists globally. On average, 15 per cent \nof teachers lack minimum qualifications, constraining progress across all \nlevels of education. \nSub-Saharan Africa faces the steepest challenge, with only 60 per cent of \npre-primary teachers meeting standards compared to 90 per cent in Europe \nand Northern America in 2022. At the primary level, 7 out of 10 teachers \nin sub-Saharan Africa met minimum required qualifications compared to \n9 out of 10 in most other regions. Teacher shortages and limited in-service \ntraining compound this problem, particularly in sub-Saharan Africa, where \nenrolment growth outpaces teacher hiring. Inconsistency in national \nteacher qualification standards further obstructs progress. The International \nStandard Classification of Teacher Training Programmes was endorsed in \n2021 to define a minimum global standard for trained teachers but has yet to \nbe widely implemented.\nWorld\nEurope and Northern America\nNorthern Africa and Western Asia\nOceania\nEastern and South-Eastern Asia\nLatin America and the Caribbean\nCentral and Southern Asia\nSub-Saharan Africa\n20\n40\n60\n80\n100\nElectricity\nInternet \nComputers\n50% line\nProportion of primary schools with access to basic services (percentage)\nby type of service, 2022 or most recent year \nEurope and Northern America\n0\n50\n100\nLatin America and the Caribbean\n78.8\n80.2\nSub-Saharan Africa\n71.9\n69.0\nSouth-Eastern Asia\n97.8\n93.8\nNorthern Africa and Western Asia\n86.4\n85.9\n96.0\n88.2\nCentral and Southern Asia\n72.4\n85.3\nWorld\n85.9\n85.7\nProportion of primary school teachers with minimum required qualifications, \n2015 and 2022 or most recent year (percentage)\n2015\n2022"
  }
]