[
  {
    "page": 10,
    "text": "The Sustainable Development Goals Report 2024\n8\nNo poverty\n•\t\nThe COVID-19 pandemic and subsequent shocks from 2020 to 2022 \nhave hampered global efforts to eradicate extreme poverty. The global \nextreme poverty rate increased in 2020 for the first time in decades, \nsetting back progress by three years. Since then, recovery has been \nuneven, with low-income countries lagging behind. By 2030, 590 million \npeople may still live in extreme poverty if current trends persist. Without \na substantial acceleration in poverty reduction, fewer than 3 in 10 \ncountries are expected to halve national poverty by 2030.\n•\t\n\tDespite increasing efforts and commitments to expand social protection \nprogrammes, significant coverage gaps left 1.4 billion children uncovered \nin 2023. \n•\t\n\tClimate change is hindering poverty reduction, and disasters result in \nmillions of households becoming poor or remaining trapped in poverty. \n•\t\nEnding poverty requires a wide-ranging approach that combines \ncomprehensive social protection systems, inclusive economic policies, \ninvestments in human capital, measures to address inequality and \nclimate resilience, and international cooperation and partnership. \nExtreme poverty rates have returned to pre-pandemic levels except in low-income countries\nThe COVID-19 pandemic caused extreme poverty to rise in 2020 for the first \ntime in decades, reversing global progress by three years. The share of the \nworld’s population living in extreme poverty rose from 8.9 per cent in 2019 \nto 9.7 per cent in 2020, driven by increases in low- and lower-middle-income \ncountries. In contrast, extreme poverty continue to decline in upper-middle- \nand high-income countries, attributed to swift fiscal support for vulnerable \ngroups. By 2022, extreme poverty had returned to pre-pandemic levels in \nmost countries, except low-income ones. In 2022, 712 million people (or \n9 per cent of the world’s population) lived in extreme poverty, an increase of \n23 million people over 2019. Projections suggest that by 2030, 590 million \npeople, or 6.9 per cent of the global population, may remain in extreme \npoverty if current trends persist. \nIn the 75 most vulnerable countries, which qualify for concessional lending \nfrom the World Bank’s International Development Association, one in four \npeople live on less than $2.15 a day – more than eight times the extreme \npoverty rate in the rest of the world. One in three of these countries are now \npoorer on average than before the pandemic. \nTraders transport charcoal to the market in Madagascar, among the \ncountries with the world’s highest poverty rates.\nWorking poverty has declined but still afflicts 241 million workers \nThe global working poverty rate slightly increased to 7.7 per cent in 2020 \nbefore declining to 6.9 per cent in 2023. This indicates a consistent \ndownward trend in working poverty worldwide since 2015. Despite progress, \nnearly 241 million workers globally still lived in extreme poverty in 2023. \nLittle positive change is expected in 2024. \nThere are wide regional disparities amid the overall positive global trend. \nDespite a falling working poverty rate, more than half of workers living in \nextreme poverty were still in sub-Saharan Africa (145 million). Central and \nSouthern Asia notably reduced working poverty by 6.9 percentage points \nbetween 2015 and 2023. Conversely, Northern Africa and Western Asia saw \nan increase in the rate from 2.5 per cent in 2015 to 6.2 per cent in 2023. \nWorking poverty disproportionately affects some groups. Globally, youth \nare twice as likely as adults to be in working poverty. Women typically \nexperience higher working poverty rates than men, with the most \npronounced gender gap observed in the least developed countries (LDCs). \nProportion of the employed population living below $2.15/day, 2015 and 2023 \n(percentage)\n6.2\n2.5\n23.7\n21.9\n32.8\n35.4\nNorthern Africa and Western Asia\nCentral and Southern Asia\nOceania*\nSub-Saharan Africa\n3.3\n2.5\nLatin America and the Caribbean\n0.9\n2.4\nEastern and South-Eastern Asia\n23.7 26.8\n29.7\n32.0\nLeast developed countries\n14.9\n8.0\n2015\n2023\n* Excluding Australia and New Zealand.\n8.4\nWorld\n6.9\n6.9\n0\n20\n40\n30\n10\n133.9\nProportion of the population living below $2.15/day, by country income level, \n2015–2022 (percentage)\n0\n5\n10\n15\n20\n2015\n2019\n2020\n2021\n2022\n2016\n2017\n2018\nNote: The lack of recent survey data limits the reporting of extreme poverty estimates \nexclusively for low-income countries. \n \nWorld\nLow- and middle-income countries\nUpper-middle-income countries\nLower-middle-income countries\nHigh-income countries\n12.2\n10.5\n8.9\n12.0\n10.6\n9.0\n1.7\n0.6\n1.4\n0.3"
  },
  {
    "page": 11,
    "text": "9\nDespite improvement, 7 in 10 children worldwide still lack social protection coverage \nIn 2023, only 28.2 per cent of children aged 0 to 15 globally received child \ncash benefits, up from 22.1 per cent in 2015. This left 1.4 billion children \nwithout social protection coverage. Significant regional variations were \nevident, and despite a near doubling of coverage from 4.5 per cent in 2015 \nto 8.7 per cent in 2023, low-income countries were still far from universal \ncoverage. During the same period, lower-middle-income and upper-middle- \nincome countries raised coverage from 15.0 to 23.5 per cent and from 21.8 to \n27.8 per cent, respectively. High-income countries maintained a continued \nprogression towards universal coverage, with rates rising from 76.8 to \n80.5 per cent. \nAchieving universal coverage will require closing a major financing gap. \nTo guarantee at least basic social security for all children, upper- and lower-\nmiddle-income countries would need to invest an additional $98.1 billion and \n$88.8 billion, respectively. Low-income countries would require an additional \n$59.6 billion.\nGoal 1 | No poverty\nEfforts to reduce disaster impacts and risks have not yet stemmed billions in economic losses \nDespite significant efforts to reduce disaster impacts, related economic \nlosses remain stubbornly high. From 2015 to 2022, average annual direct \neconomic losses exceeded $115 billion worldwide, an amount equivalent to \n0.3 per cent of the gross domestic product (GDP) of reporting countries. \nLDCs and landlocked developing countries (LLDCs) suffer disproportionately \nfrom disasters. Disaster-related economic losses in LDCs are over six times \nthe global average. From 2015 to 2022, this group of countries accounted \nfor 6.9 per cent of global reported economic losses from disasters despite \ncomprising only 1.1 per cent of reporting countries’ combined GDP. Similarly, \nLLDCs reported 4.9 per cent of total economic losses, four times the \nglobal average, while accounting for only 1.1 per cent of reporting countries’ \ncombined GDP. \nGovernment spending on essential services is ticking up but with a chronic gap between advanced and \ndeveloping economies \nBased on recent data from about 100 countries, worldwide government \nspending on essential services – encompassing education, health and social \nprotection – averages around 50 per cent of total government expenditure. \nAmong advanced economies, this figure rises to 60 per cent, while in \nemerging market and developing economies, it stands at 40 per cent. Over \nthe past two decades, both groups have seen a slight uptick in their shares, \nmaintaining a consistent 20-percentage-point gap between them.\nOn the components of essential services, advanced economies notably \noutpace emerging market and developing economies in social protection \nspending by roughly 15 percentage points on average, largely due to broader \npension coverage. Health spending accounts for about 5 percentage \npoints of this difference. The pandemic temporarily skewed these trends, \nwith increased spending on social protection and health and a decline in \neducation expenditure due to school closures. While these measures are \nexpected to be short-lived, prolonged health issues and educational losses \namong individuals could potentially have long-term impacts on human \ncapital.\nProportion of children covered by social protection cash benefits, by country \nincome level, 2015–2023 (percentage)\n0\n25\n50\n75\n100\n2015\n2019\n2020\n2021\n2022\n2016\n2017\n2018\n2023\n22.8\n22.1\n27.9\n27.8\n26.9\n25.6\n24.4\n23.5\n28.2\nLow-income countries\nWorld\nHigh-income countries\nLow- and middle-income countries\nUpper-middle-income countries\n0\n40\n80\n120\n160\n200\n85.4\n2015\nDirect economic losses from disasters, 2015–2022 (billions of dollars)\n133.9\n2017\n191.4\n2016\n2019\n112.2\n101.9\n2020\n111.5\n2021\n106.4\n2018\n64.9\n2022\n105.3\n101.9\nProportion of total government spending on essential services, 2000–2022 \n(percentage)\n0\n20\n40\n60\n80\n2000\n2015\n2020\n2005\n2010\n2022\nAdvanced economies\nEmerging and developing economies"
  }
]