[
  {
    "page": 88,
    "text": "77   \nLessons Learned and Next Steps\nTen Years of Work on SDG Data and Statistics by  \nThe SDSN, its Networks, and Partners\nPart 4\nDespite the fact that we are halfway through to 2030, \nmuch still needs to be done to strengthen the data and \nmethodologies underlying the SDG indicator framework. \nThe Resolution adopted by the UN General Assembly \non 25 September 2015, Transforming Our World: The 2030 \nAgenda for Sustainable Development, recognized from the \nstart the importance of closely monitoring progress on \nthe Goals. The section dedicated to SDG monitoring notes \nthat “our governments have the primary responsibility for \nfollow-up and review, at the national, regional and global \nlevels, in relation to the progress made in implementing \nthe Goals and targets over the coming 15 years” (United \nNations, 2015). The resolution also calls for broader \nmeasures of progress to complement GDP. \nThanks to the work of the United Nations Inter-Agency \nand Expert Group on SDG Indicators (IAEG-SDG), countries \nhave adopted a common monitoring framework \ncomprising 231 indicators, for which 219 have data as \nof October 2022.1 Gaps remain that limit our capacity \nto track SDG progress, and the IAEG-SDG continues to \nactively expand coverage where national data is missing, \ndeveloping new methods, identifying new sources to \ndisaggregate the indicators by key population groups \n(such as by gender), and creating indicators to measure \nprogress in local areas. The Cape Town Global Action Plan \nfor Sustainable Development Data, released in South Africa \nat the first United Nations World Data Forum in January \n2017 and adopted by the UN Statistical Commission, \nprovides a strategic vision to strengthen data systems for \nAgenda 2030 (HLG-PCCB 2017).2\nSince its inception in 2012, the SDSN has incorporated a \nstrong focus on data and scienced-based pathways for \nsustainable development. In 2015, the SDSN Leadership \n1.\thttps://unstats.un.org/sdgs/files/meetings/iaeg-sdgs-meeting-13/8_\nData-availability-review.pdf\n2.\t https://unstats.un.org/sdgs/hlg/Cape_Town_Global_Action_Plan_for_\nSustainable_Development_Data.pdf \nCouncil released its report Indicators and a Monitoring \nFramework for the Sustainable Development Goals: \nLaunching a Data Revolution, directed to the UN Secretary-\nGeneral (SDSN 2015). Through its flagship initiatives, \nincluding the SDG Index and the Thematic Research \nNetwork on Data and Statistics (TReNDS), the SDSN works \nclosely with many partners to support global, national, \nand local efforts to leverage the SDGs as a monitoring and \naccountability tool. The SDG Index is, by design, a measure \nthat goes beyond GDP. Building on more than ten years of \nwork, this chapter discusses lessons learned from SDSN’s \nflagship initiatives on data and statistics, identifying key \npriorities for improving the availability, quality, and use of \ndata for sustainable development.\n4.1 The SDG Index: a tool for guiding \nSDG action and strengthening \naccountability\nMeasuring sustainable development: why the \nSDG Index? \nPrior to the SDGs, there was already a vast body of \nliterature on how to define and measure sustainable \ndevelopment (Brundtland 1987; Dasgupta and Mäler \n2000; Stiglitz, Sen, and Fitoussi 2009; Arrow et al. \n2013). The adoption of the SDGs and the Paris Climate \nAgreement in 2015 established a shared vocabulary for \nsustainable development, oriented towards Agenda 2030, \nwith the Paris Agreement aiming for climate-neutrality \nby 2050. In comparison to previous international \ndevelopment agendas and goals, such as the Millennium \nDevelopment Goals (MDGs), the SDGs incorporated \nfrom the start a strong focus on targets, indicators, and \nmonitoring – notably via the annual Voluntary National \nReview (VNR) process. The IAEG-SDG, which has operated \nunder the United Nations Statistical Commission (UNSC)"
  },
  {
    "page": 89,
    "text": "78   \nPart 4.Lessons Learned and Next Steps\nsince 2015, was tasked to develop and implement the \nglobal indicator framework for the SDGs. The global \nindicator framework was adopted by the General \nAssembly on 6 July 2017 and is refined and reviewed \nannually. The framework currently includes 231 unique \nindicators (248 when including indicators that repeat \nunder two or three different targets). \nIndicators provide data in specific areas, but they do \nnot give us an aggregate measure of a country’s SDG \nperformance (Schmidt-Traub et al. 2017). The SDGs include \n169 targets and 240 indicators, which is complex to digest \nfrom an operational point of view. Composite indices, \nhowever, despite their well-known shortcomings, allow \nus to synthesize complex information and may be more \neffective in stimulating public debate than a large number \nof individual scores that could result in cherry picking \n(OECD and JRC 2008). Widely used composite indices \ninclude the Human Development Index, the Environmental \nPerformance Index (Wolf and Emerson et al. 2022), and \nthe Better Life Index (OECD 2022a). The SDSN and partners \nhave argued since 2017 that a combination of composite \nSDG metrics and dashboards is needed at the global, \nregional, and subnational levels to inform policies towards \nachieving complex integrated goals (Schmidt-Traub et al. \n2017; Lafortune and Schmidt-Traub 2019). These metrics \nand dashboards can be combined with other instruments \n(from forward-looking models to policy trackers towards \ndeep decarbonization and sustainable food and land \nsystems) to increase accountability and guide action on \nkey SDG transformations. \nThe SDG Index: method and participative process \nWhen it comes to integrated assessment models and tools \nlike the SDG Index, the process often matters as much as \nthe results. The soundness, relevance, and practical utility \nof such models and tools depend not only on scientific \nrobustness, but also on their ability to generate partici-\npative exchanges, and to connect with policymakers and \nother stakeholders. In the context of SDG monitoring in \nthe European Union, we proposed a framework and set \nof criteria in 2019, in collaboration with the Economic and \nSocial Committee (EESC), to assess “the robustness and \nfitness of SDG monitoring tools” – so that they could serve \nas conversation-openers and contribute, along with other \ntools, to co-creating solutions with policymakers and \nstakeholders (Lafortune and Schmidt-Traub 2019). \nThe SDG Index measures countries’ performance on \nthe 17 SDGs. It both tracks distance to pre-defined \nperformance thresholds (at one point in time) and \nevaluates whether countries are on-track or off-track \n(based on past growth rates extrapolated to 2030). \nBuilding on recommendations made in Launching a Data \nRevolution” back in 2015, the SDG Index includes around \n100 indicators (this year’s edition includes precisely 97 \nglobal indicators), clustered by SDGs and normalized on \na 0–100 scale using a classic min-max function. Scores \nare calculated using the arithmetic mean of normalized \nindicators and presented for each indicator, for individual \ngoals, and for the SDGs as a whole. Performance bounds \nto denote SDG achievement for individual indicators are \nbased on a clear decision tree, similar to the one used by \nthe OECD in its assessment of distance to SDG targets \n(Lafortune et al. 2020; OECD 2019a). The Dashboards \naddress the well-known problem of “compensation” in \nthe construction of composite indices, in which good \nperformance on some indicators compensates for poor \nperformance on others, by focusing on the two lowest-\nscoring indicators under each goal (Lafortune et al. 2018). \nThe SDG Index methodology is fully transparent – and \navailable online. It has been peer-reviewed by Nature \nGeoscience (Schmidt-Traub et al. 2017) and by Cambridge \nUniversity Press. The global edition was statistically \naudited by the European Commission in 2019, who \nrecognized that, “All things considered, the SDG Index is \na noteworthy effort of synthetizing the 17 adopted SDGs \ninto a single figure. Overall, the ranks of the SDG Index are \nfairly robust. The index is anchored on the 2030 Agenda \nfor Sustainable Development adopted by all UN Member \nStates and rigorously follows the same structure of \n17 goals” (Papadimitriou, Neves, and Becker 2019). \nIt also builds on an inclusive and participative process. \nThe SDG Index relies on inputs from the SDSN network \nof experts – the largest global network of scientists and \nexperts mobilized for the SDGs – and other partner \norganizations. Each year, an open online consultation \nis conducted using draft SDG Index results before"
  },
  {
    "page": 90,
    "text": "4.1 The SDG Index: a tool for guiding SDG action and strengthening accountability\n4. Lessons Learned and Next Steps\n79   \nBox 4.1\t\nGIS for the SDGs: Assessing pedestrian accessibility in urban areas\nIn the 2030 Agenda for Sustainable Development and the associated New Urban Agenda, countries agreed to take action \nto provide cities with more accessible, well-connected infrastructure that would bring people into public spaces, and to \nenhance walkability through pedestrian accessibility.\nPedestrian accessibility is the extent to which the built environment facilitates walking access to destinations of interest, \nor the ability of urban residents to access services and opportunities. This metric is particularly useful for assessing spatial \njustice in cities, usually represented by disadvantaged communities being compelled to live in deteriorated urban areas \nthat receive only a small share of public investments, resulting in low levels of accessibility.\nTwo sources of geographically explicit data were used to calculate this indicator. OpenStreetMap was used to collect \ndata on pedestrian infrastructure and geographically allocated places of interest (POI): hospitals, schools, supermarkets, \nrestaurants, schools, etc. Data on population density for each city was retrieved from the European Commission’s \n2020 Global Human Settlement Layer (GHSL), covering functional urban areas across the entire world. The GHSL provides \ndata in the form of a 100 meter by 100 meter grid, in which each cell has an associated population-density value.\nTo assess accessibility to services for each urban area, we used network analysis to measure the distance separating each \npopulation cell grid from the closest amenities, divided by category, and considering the street network. This enabled us to \nquantify and map accessibility to urban infrastructure at the street intersection level. For each 100 m2 cell in the population \ngrid data, “walking time” reflects the time that a person residing inside that cell area would take to walk to the closest \namenity from a given category of services, using existing pedestrian infrastructure. \nThe complete methodology, along with results and data visualizations, can be found on the SDG Transformation \nCentre website. Data processing used code written in Python: the code is publicly available on SDSN’s Github page. The \nmethodology for this indicator was adapted and expanded from Nicoletti et al. (2022), “Disadvantaged communities have \nlower access to urban infrastructure.” \nFigure 4.1 \nMap of Lagos, Nigeria, showing the scale at which calculations are performed (100 m2 grid)."
  },
  {
    "page": 91,
    "text": "80   \nPart 4.Lessons Learned and Next Steps\nBox 4.2 GIS for the SDGs: Assessing accessibility to all-season roads in rural areas\nSDG Indicator 9.1.1 considers the proportion of the rural population living within two kilometers of an all-season road: a \nroad that is motorable throughout the year, although it may be temporarily unavailable during inclement weather.\nTo compute this indicator we used and expanded on the most recent official methodology put forward by the World \nBank and the 2019 Rural Access Index (RAI) Supplemental Guidelines (Workman and McPherson, 2019). The Sustainable \nDevelopment Report 2023 represents, to date, the only publicly available application of this method at a global scale.\nCalculating final country scores relies entirely on geospatial datasets and methods. The key steps of this calculation are: \nmapping all motorable roads, drawing a two-kilometer buffer around them, and determining the percentage of the rural \npopulation that resides within the buffer. \nThe particular challenge of this method lies in assessing whether or not a road provides all-season access. It is clear that \nsimply discounting unpaved roads altogether is not realistic, as those often do provide all-year access to rural populations. \nSince no single, complete and timely road dataset is available to measure road access, several criteria were used to \napproximate a road’s passability: road surface (paved or unpaved), accumulated precipitation, road slope, and data on the \ncountry’s ability to keep roads motorable through infrastructure maintenance budgets (since the latter isn’t available for all \ncountries, GDP per capita was used as a proxy).\nRural areas within the unpaved roads’ buffer zones are assessed on passability criteria, and their populations are scaled \naccordingly. For example, precipitation and slope criteria each represent a multiplying factor that ranges from 50% to 95%: \nif a buffer area is very steep, cliffed, and in a very wet climate, only 25% (50% x 50%) of the rural population accessing that \nroad is considered to have access to it. GDP per capita is used as a correcting factor, as countries with the ability to invest in \nroad infrastructure should be able to keep roads passable despite harsh terrain and adverse climate conditions.\nThe complete methodology, along with results and data visualizations, can be found on the SDG Transformation Centre \nwebsite. Data processing used code written in Python and Javascript: the code is publicly available on SDSN’s Github page. \nThe methodology for this indicator was adapted and expanded from Workman and McPherson (2019), Measuring Rural \nAccess Using New Technologies: Supplemental Guidelines.\nRURAL POPULATIONS \nOUTSIDE ROAD BUFFER\nRURAL POPULATIONS \nINSIDE ROAD BUFFER\nURBAN POPULATIONS\n(NOT COUNTED)\nFigure 4.2  \nDiagram of a motorable road with the two-kilometer \nbuffer applied, identifying rural populations living \nwithin and outside the buffer area\nFigure 4.3  \nExample of the method as applied in \nrural Democratic Republic of the Congo"
  },
  {
    "page": 92,
    "text": "4.1 The SDG Index: a tool for guiding SDG action and strengthening accountability\n4. Lessons Learned and Next Steps\n81   \nthe final report is presented. Indicator selection and \nperformance thresholds are informed by several rounds \nof consultations with SDSN experts, scientists, and \nthe general public. Around a third of the indicators \ncome from outside official statistics (for example, from \nscientific papers or NGOs). This helps fill data gaps in \nofficial statistics, for instance, in the areas of international \nspillovers, sustainability of diets, or biodiversity. We \nare increasingly using space-based technologies to \nstrengthen data availability and timeliness (boxes 4.1 \nand 4.2). While it takes several years to standardize \ninternational statistics, especially when methods need \nto be designed from scratch, our value-added is to fill \nexisting gaps with third-party data where possible. \nThe SDG Index serves as a conversation opener within \nthe research and policy community. As emphasized in the \nWorld Development Report 2021, “data alone cannot solve \ndevelopment problems: people … are the central actors \ntransforming data into useful information that can improve \nlivelihoods and lives” (World Bank 2021). We partner with \nregional and local organizations to prepare indices and \ndiscuss results. As an illustration, the SDG Index for Europe \nis prepared with and discussed among the members of \nthe European Economic and Social Committee (EESC) – a \nconsultative body of the European Commission that gives \nrepresentatives of Europe’s socio-occupational interest \ngroups (such as business associations, trade unions, and \nNGOs) and others a formal platform to express their points \nof view on EU issues (Lafortune et al. 2022). See Box 4.3 \nfor additional information. Other data initiatives at SDSN, \nincluding the FABLE models for sustainable land-use \nsystems, also rely on inclusive participatory processes, \nsuch as “scenathons” conducted by and with local country \nteams (FABLE 2021; Mosnier et al. 2022).\nFrequent comments received on the SDG Index \nthroughout the years\nThe SDG Index, including its regional and local editions, \nhas been generally well received by the research and \npolicy communities, and it has become the backbone of \nnumerous collaborations with international institutions \nBox 4.3 The long-standing partnership between the European Economic and Social \nCommittee (EESC) and the SDSN to advance policies and data for the SDGs in the EU\nMr. Peter Schmidt \nEuropean Economic and Social Committee (EESC) \nAgriculture, Rural Development and the Environment (NAT) Section, President\nThe European Economic and Social Committee (EESC) has been working together with \nSDSN for several years now, even before the launch of the first edition of the Europe \nSustainable Development Report (ESDR) in 2019. The first ESDR report was based on \nearlier EESC work developed in cooperation with SDSN, on “Indicators better suited to evaluate the SDGs – the civil society \ncontribution”. The ESDR was intended to identify SDG policy gaps within the European Union. It was developed in response \nto the EESC’s call for a monitoring report, to be produced in close collaboration with civil society organizations, that would \ncomplement Eurostat's annual SDG report. \nSince 2019, the EESC has provided the SDSN with civil society perspectives and facilitated contacts and dialogues with \nstakeholders and EU policymakers, thus contributing to both the preparation and the dissemination of the ESDR. Several \njoint meetings and events have been organised in this context. The ESDR has served as a conversation-opener with \nbusiness, trade unions, and NGOs to advance sustainable development policies and make recommendations to EU \nleadership, thereby promoting evidence-based discussions at the EU level. The ESDR has also provided a solid foundation \nof data and information for EU policy-making – it has been cited in landmark documents, such as the first EECS EU-level \nVoluntary Review of the implementation of the 2030 Agenda, and has inspired strong and meaningful policy proposals in \nthe Committee’s issued opinions. We look forward to continuing our cooperation with SDSN in the future."
  },
  {
    "page": 93,
    "text": "82   \nPart 4.Lessons Learned and Next Steps\nand local organizations throughout the world. Comments \nsubmitted by governments, researchers, and practitioners \neither publicly or privately on the global SDG Index results \nand methodology tend to revolve around four main \nperceived issues: (1) The high SDG Index scores and ranks \nobtained by high-income countries, including European \nnations; (2) Data lags, gaps, and the treatment of national \nestimates; (3) Questions concerning the reliability of non-\nofficial statistics and their legitimacy in the context of the \nSDGs; and (4) The absence of a material footprint indicator. \nOn point (1), our results show that rich countries generally \nperform poorly and are not on track to achieving \nenvironmental goals (SDGs 12–15), and that poor \ncountries need help to combat poverty. Rich European \ncountries top the overall SDG Index. This reflects the \nnature of the SDGs, as European countries, particularly the \nNordic economies, perform strongly on socioeconomic \ngoals, relatively strongly on some local environmental \npriorities (for example, wastewater treatment, air pollution, \nor deforestation), and strongly on public institutions and \nthe rule of law. Yet the SDG Dashboards rate rich countries, \nincluding Nordic countries, at “red” on several SDGs – \nparticularly those related to responsible consumption and \nproduction, climate action, and biodiversity – meaning \nmajor challenges remain (Lafortune, Sachs, and Schmidt-\nTraub 2020). Many rich countries also face a significant \nchallenge in achieving SDG 2 (Zero Hunger), which \nincludes unsustainable agriculture, unsustainable diets, \nand obesity. The stringent grading method used for the \nSDG Dashboards highlights negative environmental \nspillovers that affect climate, biodiversity, or water \nscarcity in other countries. Compared with other SDG \nmonitoring reports, however, the SDG Index generates far \nmore negative scores for rich countries on SDGs 12–15 \n(Lafortune et al, 2020). The most recent European edition \nalso highlights challenges related to the “leave-no-one-\nbehind” principle in Europe, as trends on several indicators \nrelated to inclusion are not moving in the right direction. \nSome commenters have recently pointed out that \na country like Bhutan, which shows remarkable \ncommitment to sustainable development and well-\nbeing (characterized notably by its use of the Gross \nNational Happiness Index), performs less well on the \nSDG Index than, for example, Finland or other Nordic \ncountries. The rate of extreme poverty at US$2.15/day \nis about 6 times higher in Bhutan than in Finland, while \npoverty at US$3.65/day is 15 times higher; Bhutan’s \nmaternal mortality rate (SDG target 3.1), at 60 in 100,000 \nlive births, is more than 7 times that of Finland (8 in \n100,000 live births), while its neonatal mortality rate is \nabout 12 times that of Finland; and the incidence of \ntuberculosis in Bhutan is 47 times higher than in Finland. \nIn Finland, 46 percent of parliamentarians are women, \nwhich is almost three times the rate in Bhutan, where \nonly 17 percent of parliamentarians women. Overall, \nBhutan performs lower than Finland on 14 of the 17 SDGs. \nThe SDG Index acknowledges Bhutan’s recent progress \non many socioeconomic indicators, and calls for global \npartnerships to promote sustainable development \nprogress and financing globally.\nOn point (2), national governments often argue that the \nSDG Index results are biased, due to missing data and \nlags in data reporting. It is true that the results often \nrepresent the performance of the previous governments. \nThere are significant time lags in international statistics, \nthat can exceed two or even three years, as well as \npersisting data gaps in certain countries and country \ngroups. This is partly due to the chronic underfinancing \nof statistics in LICs and LMICs. \nFrom a methodological standpoint, we do have \ntechniques in our methodology to address missing-data \nbias and time lags. Countries are included in the SDG \nIndex ranking only if they have data for at least 80 percent \nof the indicators (and one criterion for indicator inclusion \nis that data must be available for 80 percent of countries \nthat have at least 1 million inhabitants). Some national \nauthorities have in the past asked to incorporate their own \nnational estimates in the SDG Index, to address time lags \nand gaps. However, national estimates cannot be included \nin the SDG Index unless they have been submitted, \napproved, and published by United Nations custodian \nagencies or other data providers. This is essential to \nensure data quality and comparability. We do include \nsome timelier, model-based estimates (for example, for \npoverty or health outcomes) and geospatial data. We \nalso review our indicator selection annually and exclude \nparticularly outdated data points and indicators that are \nnot frequently updated."
  },
  {
    "page": 94,
    "text": "4.1 The SDG Index: a tool for guiding SDG action and strengthening accountability\n4. Lessons Learned and Next Steps\n83   \nBox 4.4 SDG Index and Dashboards: global, regional, and subnational editions (2016–2023)\nThe UN Secretary-General António Guterres has rightly stated that “cities are where the climate battle will largely be won or \nlost.” Meeting the SDGs and the Paris Agreement goals requires ambitious policies, financing, and monitoring frameworks at \nthe subnational and urban levels. Working closely with its global network of scientists and practitioners, regional and local SDG \nCenters, and other partners, the SDSN has established participatory processes to discuss SDG progress and priorities at regional \nand subnational levels. In comparison to global editions, these allow for more specificity in terms of defining regional pathways (for \nexample, for Africa, Europe, or Latin America) and identifying local priorities and challenges to achieving the SDGs. Compared to the \nglobal edition, the use of regional and national databases for these reports tends to reduce constraints related to data availability \nand timeliness. In total, 30+ global, regional, and subnational editions of the SDG Index have been published, supporting stronger \nmonitoring and policy frameworks for the SDGs.\nSource: Authors’ analysis. Download the reports and databases at: www.sdgindex.org.\nRegional editions\nSubnational editions\nGlobal editions"
  },
  {
    "page": 95,
    "text": "84   \nPart 4.Lessons Learned and Next Steps\nStrategically, the SDSN is very much committed to sup-\nporting global efforts to promote high-quality and timely \ndata for the SDGs. Regional SDG Index editions (for Africa, \nEurope, and Latin America) and subnational editions (for \nprovinces, states, regions, and municipalities) allow the \nindicator selection and policy discussion to be contextual-\nized, and this data tends to be timelier (Box 4.4). In response \nto feedback, since 2018 we have supplemented the SDG \nIndex with other qualitative instruments to gauge govern-\nment efforts and commitment to the SDGs, in cooperation \nwith SDSN’s global network (Sachs et al. 2022; Lafortune, \nWoelm, and Valentiny 2022). Finally, TReNDS and its Data \nFor Now initiative, along with other flagship initiatives at \nSDSN, such as SDGs Today, aim to foster partnerships across \na variety of data providers and users to unlock the potential \nof new technologies. \nOn point (3), in an effort to accurately measure often \noverlooked issues, such as environmental challenges \nand international spillovers, the SDG Index includes \nhigh-quality official and unofficial metrics that fill gaps \nin the official SDG metrics. For example, the SDG Index \nhas included carbon dioxide emissions since its incep-\ntion in 2016, even though a measure of greenhouse \ngas emissions under SDG 13 (Climate Action) was only \nadded to the official list in 2020 (Lafortune, Sachs, and \nSchmidt-Traub 2020). The SDG Index and Dashboards \nalso include unofficial measures of unsustainable \nfishing practices and spillovers embodied in trade and \naim to incorporate more geospatial data to improve \ntimeliness and country coverage. In most cases, these \nindicators went through some form of peer-reviewed \nprocess and have been published in the literature \nwhich provides some guarantees about their quality \nand comparability. Others are widely recognized and \nused measures compiled by Transparency International, \nthe World Justice Project, and Reporter Sans Frontières \n(among others). \nBox 4.5 Cooperation between SDSN and the Government of the Republic of Benin in \nthe context of the issuance of the first African SDG Bond\nH.E. Minister Romuald Wadagni \nMinistre d’Etat, Ministre de l’Economie et des Finances\nIn July 2021, to further the efforts it has made since 2016 to implement the SDGs, \nthe Government of the Republic of Benin issued the first African SDG Bond, \ndedicated to financing projects that would have a significant positive impact on \nachieving the SDGs. Through this innovative financing instrument, Benin mobilized \n500 million euros, with an average maturity of 12.5 years. Within this framework, the \nMinistry of Economics and Finance of the Government of the Republic of Benin has \ncalled upon SDSN to assist in monitoring and evaluating Benin’s SDG progress and \nthe efforts it has made towards the SDGs. \nThe Benin Sustainable Development Report, which was launched at the 2022 HLPF, includes detailed analyses of Benin’s \nperformance, progress, and gaps on the SDGs in comparison to neighboring ECOWAS countries, as well as looking at \ndifferences in SDG performance among Benin’s twelve departments under the “leave-no-one-behind” paradigm. The \nSDG Index and SDSN’s survey of government efforts are two of the tools used in this analysis. The 2023 edition of the \nBenin SDR will be released at the 2023 HLPF. \nFurthering this technical partnership, the SDSN Benin network has been created, hence mobilizing the locally based \nexpertise to assist the government’s efforts towards sustainable development. The network is co-hosted by the University \nof Abomey-Calavi and the Research and Strategic Studies Directorate of the Ministry of Economy and Finance."
  },
  {
    "page": 96,
    "text": "4.1 The SDG Index: a tool for guiding SDG action and strengthening accountability\n4. Lessons Learned and Next Steps\n85   \nOn point (4), some advocate for greater use of material \nfootprint indicators and indicators of natural resource use \n(Hickel 2020). While we agree that material resource use \nand consumption and their impacts on the environment \nare important policy issues, we stand by the decision not \nto include indicators of material footprint or “domestic \nmaterial consumption” in the SDG Index. In their current \nform, these indicators present well-known weaknesses. \nIn particular, they combine by weight vastly different \nmaterials that each have different environmental impacts. \nMoreover, they do not correlate material flows by weight \nwith environmental impacts, which vary tremendously \nacross countries. For example, one kilogram of biomass \nused in a humid tropical country has a different footprint \nfrom the same biomass consumption in a semi-arid \ncountry. As a result, it is very difficult to compare material \nconsumption across countries or to define targets. \nWe recommend instead using the spillover indicators \nincluded in the SDG Index and Dashboards to capture \nunsustainable consumption (Lafortune, Sachs, and \nSchmidt-Traub 2020).\nObserved reuse and impact of the SDG Index\nThe SDG Index is a flagship instrument to promote \nawareness of the SDGs. The SDG Index ranking receives \nwidespread attention from politicians and the media, \nwhich further helps to raise awareness about the SDGs \nand creates a “race to the top.” Increasing awareness at \nall levels is critical to the success of the SDGs, and the \nglobal ranking draws attention to countries’ challenges. \nAs noted in the 2005 World Bank staff report, the main \nadvantage of rankings is that “as in sports, once you start \nkeeping score everyone wants to win.” However, this \nalso creates incentives to “game the system – or corrupt \nit,” (Washington Post Editorial Board 2021), which is why \nthe SDG Index is prepared by an independent group \nof experts and researchers, and its methodology and \ndatasets are fully transparent.\nThe SDG Index is also an accountability tool that \nhelps monitor progress and identify areas that need \nimprovement. It is used extensively by national \ngovernments, civil society, and academia. We estimate \nthat around 40 percent of the VNRs presented at the \nUnited Nations by national governments in 2021 \nmentioned the SDG Index. It was also listed by the \nEuropean Parliament among ten composite indicators \nuseful for policy making (EPRS 2021) and was referenced \nin the Parliament’s first SDG resolution in July 2022 \n(European Parliament 2022). Although it was not \ndeveloped to be a standalone tool to inform investment \ndecisions, the SDG Index is also increasingly used by \npublic and private financial institutions (BPCE 2018). \nAlongside other data sources, it is notably being used \nto monitor the implementation of the first African SDG \nbond, issued by the government of Benin in July 2021 \n(SDSN 2022). See Box 4.5. \nThe Index also helps shed light on certain key topics, \nincluding international spillovers, and can serve as \na basis to identify drivers of success and failure on \nSDG outcomes. For instance, our strong emphasis \non quantifying domestic performance, as well as \nnegative spillovers generated abroad via trade, has \nlikely contributed (alongside many other initiatives) to \nraising awareness in the EU about such spillover effects. \nOur work has been referenced in policy briefs and in \nthe literature (Arunima Malik et al. 2021; A Malik et al. \n2021), a in parliament resolutions and government \nprocesses. In Europe, we partnered with Eurostat to \nimprove the availability of data to track such spillovers, \nbuilding on Multi-Regional Input-Output models, \nwhich is now a core chapter of Eurostat’s SDG report \n(Eurostat 2022). In addition, Box 4.6 describes how the \nSDG Index has been used to explore linkages between \nstructural vulnerabilities and SDG outcomes in SIDS (in \ncooperation with UN Resident Coordinators in SIDS, \nas well as other partners), and to promote ambitious \npolicies and financing frameworks for SDG progress \n(See Box 4.6). \nFinally, the SDG Index contributes to global efforts \nto improve data availability. Over the years, countries \nnoted that certain key data points, notably on SDG10 \n(Reduced Inequalities), were missing in our report. This \nhas led some of those countries to work with the World \nBank and other UN custodian agencies to compile \nthese data. In our experience, missing data in the SDG \nIndex is often perceived by countries as a sign of weak \ndata capacity."
  },
  {
    "page": 97,
    "text": "86   \nPart 4.Lessons Learned and Next Steps\n4.2 Have the SDGs increased data \ncooperation and innovation?\nThe SDGs’ positive impact on fostering \nknowledge exchange and raising awareness\nAlthough the SDGs have not yet completely transformed \nhow policy is designed and implemented, as discussed \nin Part 3 and as is well-documented in the literature \n(Biermann et al. 2022; Kotzé et al. 2022; IGS 2023), they \nhave helped to mobilize VNRs and peer learning, as well \nas spurring innovations in how progress is monitored, \nthrough the efforts of the IAEG-SDG. These indicators are \nnow an important part of the evidence underpinning the \nmore than 330 Voluntary National Reviews conducted to \ndate to track countries’ performance towards the SDGs.\nThe contribution of the SDGs towards a universally \naccepted framework for monitoring progress is critical. \nBox 4.6 Partnership between SDSN and UN Resident Coordinators in SIDS\nSimona Marinescu, Ph.D. \nSenior Advisor Small Island Developing States \nUnited Nations Office for Project Services (UNOPS)\nAt the request of the Alliance of Small Island States (AOSIS), the United Nations \nResident Coordinators serving in Small Island Developing States (SIDS) launched \nan unprecedented cross-country and region joint project to develop the first \nMultidimensional Vulnerability Index (MVI) and to capture inherent vulnerabilities \nhindering SDG progress in SIDS. The MVI is intended to define special \ndevelopment contexts such as SIDS and to complement measures of per-capita \ngross national income (GNI) to enable vulnerable countries to access development financing beyond income graduation. \nThe MVI project was coordinated by the UN Resident Coordinator in Samoa. To ensure consistency in measuring countries’ \ndevelopment progress and to strengthen the robustness of the MVI, the UN Resident Coordinators in SIDS entered into a \npartnership with the SDSN team in Paris that expanded to include other analytical products for SIDS. The MVI was structured \nto capture sources of vulnerabilities that are non-self-inflicted and that generate human and economic losses and hinder \ndevelopment progress. The SDSN experts analyzed correlations between the value of a country’s MVI and its SDG progress \nacross the 17 SDGs as well as goal-specific results. The findings confirmed that the MVI designed in collaboration with SDSN \ncaptures with high precision the vulnerabilities that impede sustainable development progress as measured through the \nSDG Index, with the highest correlations in the areas of poverty, health and education outcomes, food insecurity, climate-\nchange response, and biodiversity loss. \nThe partnership with SDSN continued with the creation of the first SDG financing gap measure to link the MVI to the actual \nfinancing needs of SIDS, and to the finance that must be made available to these countries if they are to be able to achieve \nsustainable development by 2030. \nThe triangle of the MVI, the SDG Index, and the SDG financing gap measure allows the United Nations Resident \nCoordinators in SIDS to identify policies and practices that have led to better SDG progress in countries with similar levels \nof multidimensional vulnerability. Furthermore, measuring SDG financing gaps of countries with similar MVI levels informs \nthe analysis of a country’s development finance model and the quality of the external financing it receives in terms of the \nareas targeted, the programme tools utilized, and the content of work. \nThe collaboration with SDSN is ongoing, with the first SIDS SDG Progress Report to be presented at the SDG Summit in \nSeptember this year. Several iterations of a methodology being developed to measure losses and damages caused by \nclimate change will also inform the upcoming Convention of Parties (COP28) in Dubai in December."
  },
  {
    "page": 98,
    "text": "4.2 Have the SDGs increased data cooperation and innovation?\n4. Lessons Learned and Next Steps\n87   \nPrior to the SDGs, countries lacked a standardized method \nof comparing their development performance with \nthat of their peers across a broad array of development \nobjectives (for example, health, education, climate, ending \npoverty, reducing inequalities, etc.). Nor did countries have \na common language to discuss and share experiences \nwhen tackling these development issues. Furthermore, \nthe SDGs have positively impacted discourse and \nknowledge exchange beyond government officials. Many \ncivil-society and private-sector actors have become SDG-\nconversant, facilitating greater discourse within countries \nacross government and non-government actors.\nIt is difficult to assess whether the adoption of the SDGs \nhas in itself had a positive impact on the quantity and \nquality of international data available for sustainable \ndevelopment. According to the World Bank Statistical \nPerformance Indicators (SPI), the world progressed on \naverage by 2.1 points over the period 2016–2022. The \nannual rate of progress for LICs and LMICs was faster than \nthe world average and the HICs average, which denotes \nsome degree of convergence. Using population-weighted \naverages, LMICs are now performing better than UMICs \non the Statistical Performance Indicators. Progress in \nLMICs since 2016 has been driven by significant improve-\nments in the SPI in some of the largest of these countries, \nincluding Bangladesh, Egypt, India, Indonesia, Nigeria, \nPakistan, and the Philippines. Part of this progress might \nbe due to investments in data capacities and statistics \nmade during the MDG period. SIDS continue to be, by \nfar, the group of countries with the greatest number of \nmissing data points on the SDG Index – SIDS are missing \n22 percent of SDG Index data on average, with some \nmissing more than 50 percent.\nHICs\nUMICs\nLMICs\nLICs\nWorld \n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nFigure 4.4  \nStatistical Performance Indicators (SPI): Overall Score, 2016-2022\nNote: From 0 (worst) to 100 (best). \nSource: Authors’ calculations, based on World Bank Statistical Performance Indicators (2023)."
  },
  {
    "page": 99,
    "text": "88   \nPart 4.Lessons Learned and Next Steps\nThe impact of COVID-19 (and other crises?) on \ndata innovation\nOne hypothesis, previously documented by TReNDS \nin the SDR 2022, is that the COVID-19 pandemic and \npossibly other crises may be important drivers of \ndata innovation and collaboration. The pandemic \ntriggered new intra-governmental collaborations to \nprovide decision-makers with evidence to manage \nthe crisis. Furthermore, having timely and high-quality \ndata became a foundation for resilient and effective \ngovernments throughout the pandemic, forcing \ngovernments to adopt new processes to overcome \nthe numerous obstacles that COVID-19 presented. \nAcross countries, pragmatic decisions have been \nmade: to reprioritize staff and resources in order to \nmodernize data capture methods and processes; \nto use non-traditional data sources to fill data gaps, \nincluding citizen science, social media, mobile, and \nsatellite data; and to enhance data dissemination \nschemes to make it easier for policymakers and the \ngeneral public to consume data. To achieve this \nfeat, countries have embarked on a range of multi-\ndisciplinary and cross-sector partnerships. In many \ncountries, National Statistics Offices (NSOs), were \ninnovators during the pandemic. They engaged in \npartnership activities that were previously few and far \nbetween – working with stakeholders across sectors, \nincluding civil society, the private sector, academia, \nand NGOs – to accelerate data innovations for \npolicymaking and SDG attainment.\nPolicymakers responding to ongoing cascading crises \nare likely to continue the experimental and reactive \napproach to policy development that they adopted \nduring the pandemic, including placing a premium on \ntimelier and higher-quality data. As such, these crises \nare likely to be the primary driver of future innovations \nin data, to design and test public policies and \nprograms moving forward. Thus, multilateralism and \ninvestments in global capacity-building and funding \nfor statistics remain critical for short- and long-term \nimprovements in information and data for sustainable \ndevelopment.\n4.3. Conclusions and next steps\n Building on the past ten years of work, including the SDG \nIndex, TReNDS, and a number of SDSN’s initiatives, we \ndraw five major lessons, which can serve as priorities to \ninform SDG policies and financing. \n1.\t Science-based instruments are needed at all \nlevels to guide SDG action and strengthen \naccountability. There are no magic numbers, but \nrather a suite of tools – including indices, integrated \nassessment models, policy trackers, science panels, \nand geospatial tools – that when combined can \nstrengthen government capacity to implement \nthe SDGs and to target investments. SDSN’s new \nflagship initiative – the SDG Transformation Center \n– aims precisely to provide a suite of science-based \ninstruments and serve as a platform for peer-to-peer \nlearning and exchange among scientists, practitioners, \nand investors on the next generation of SDG policy \ntools, analytics, and long-term pathways. \n2.\t Additional investments are needed in capacity-\nbuilding for statistics. The SDG Index and TReNDS’ \ninitiatives have, for some years now, highlighted \nthe acute and persisting data gaps that prevail at \nthe global level for the SDGs, as well as the need to \naccelerate partnerships and investments in statistical \ncapacity (TReNDS 2019). Although the World Bank’s \nStatistical Performance Indicators show signs of \nimprovements in statistical systems since 2016, poor \nand vulnerable countries (including SIDS) still lack \nthe necessary resources to implement the vision of \nthe 2017 Cape Town Global Action Plan for Sustainable \nDevelopment Data (HLG-PCCB, 2017). According to \nPARIS21, funding for data and statistics fell by almost \nUS$100 million between 2019 and 2021, representing \nthe most significant drop in funding since the start \nof the SDG era (OECD 2022b). And as highlighted at \nthe UN World Data Forum in April 2023 and reiterated \nin the 27 April Hangzhou declaration: statistical \ncapacity in the poorer and most vulnerable countries \nrequires “an urgent and sustained increase in the level \nand scale of investments in data and statistics from \ndomestic and international actors, from the public, \nprivate, and philanthropic sectors” (HLG-PCCB 2023)."
  },
  {
    "page": 100,
    "text": "4.3. Conclusions and next steps\n4. Lessons Learned and Next Steps\n89   \n3.\t We need to invest in data and science literacy to \nstrengthen the science-policy interface. According \nto major international studies, few 15-year-old \nstudents can tell the difference between a fact and \nan opinion (OECD 2019b). In an information-rich \nand post-truth environment, citizens and decision-\nmakers need knowledge and tools to transform data \nand science into evidence, actions, and long-term \npolicies. Yet UNESCO estimates that there is a nearly \nUS$100 billion finance gap for countries to reach \ntheir education targets (UNESCO 2023). The SDSN \nand its partners are increasingly collaborating with \ngovernments and parliaments – and also working \nclosely with business associations, private financial \ninstitutions, trade unions, and academic organizations \n– to improve data literacy and support science-based \npolicy discussions to advance the SDGs at the national \nand local levels. Strengthening the science-policy \ninterface is key for implementing long-term pathways \nfor sustainable development. \n4.\t Non-traditional statistics and science-based \npathways help to address shortfalls in official \nstatistics; they could be further leveraged to \ninform investment decisions. Developing official \ninternational statistics takes time. Especially when no \nsuitable methodologies or data-collection methods \nexist. Halfway into the SDGs, for instance, we lack a \ngood-quality international metric, available to most \ncountries, to track “mechanisms in place to enhance \npolicy coherence of sustainable development” – \nindicator 17.14.1. Nevertheless, building on the \nimprovements in the field of industrial ecology, the \nSDSN and its partners have included an evaluation \nof negative international spillovers (one component \nof sustainable development policy coherence) in the \nSDG Index since 2017. Non-official sources of statistics, \nsuch as citizen science, social media, earth observation \ndata, artificial intelligence (AI), model-based estimates, \nand other pathways produced by academics and \nresearchers, support greater accountability and can \nprovide a forward-looking evaluation of efforts to \nimplement the SDGs, complementing official statistics. \nAdditionally, initiatives like the Climate Action Tracker \nhelp provide science-based and forward-looking \nassessments of countries’ ambitions and actions taken \nto further key SDG transformations. These types of \nassessments, as well as science-based decarbonization \ntargets and food and land pathways, can be further \nleveraged in the design and assessment of public and \nprivate investment programs for the SDGs, including \nsustainability-themed bonds. \n5.\t Space-based technologies help address data \ngaps and timeliness, including supporting the \n“leave no one behind” principle; they can be \nfurther leveraged via global partnerships. Time \nlags in international data reporting can exceed two \nto three years, including for key SDG indicators. With \nthe elevated focus on and interest in data, COVID-\n19 has set the stage for new user expectations, with \nmany users – especially the general public – now \nexpecting to obtain data in real time (Sachs et al. 2022). \nThe global community has mobilized space-based \ntechnologies to help provide more timely and granular \ninformation on the state of the global commons, or \non access to key services (among others). In Europe, \nfor instance, Copernicus, the EU’s flagship Earth \nObservation and Monitoring program, was mobilized \nearly on to improve SDG data availability, timeliness, \nand granularity. And the new SDGs-EYES program \nwill establish “an integrated scientific, technological \nand user engagement framework, overcoming the \nknowledge and technical barriers that prevent the \nexploitation, combination and cross-feeding of data \nand tools” to support SDG action. At the global level, \nUN-GGIM and the Group on Earth Observations (GEO) \naim to reduce the technical and legal barriers to using \ngeospatial data and to strengthen multistakeholder \npartnerships. And TReNDS’ Data for Now initiative is \nworking to support countries’ capacity to deliver robust \nand timely data to achieve the SDGs through user-\ncentric approach, multistakeholder partnerships, and \nuse of alternative data sources, including space-based \ntechnologies. The “TReNDS Data for Now” initiative \ndraws on a user-centric approach, multistakeholder \npartnerships, and the use of alternative data sources \nsuch as space-based technologies to build countries’ \ncapacities to deliver accurate and timely data to \nachieve the SDGs."
  }
]