[
  {
    "page": 34,
    "text": "32\nResponsible \nconsumption and \nproduction\n•\t\nCountries have made strides in meeting obligations under international \nenvironmental agreements on hazardous waste and other chemicals \nand implementing comprehensive approaches to combat environmental \ndegradation. Patterns of unsustainable consumption and production \npersist, however. In 2022, global food waste reached 1.05 billion metric \ntons, yet only 9 of 193 countries included food waste in their nationally \ndetermined contributions (NDCs) on climate change actions. The rapid \ngrowth of global e-waste remains largely unaddressed, with only 22 per \ncent collected and managed sustainably.\n•\t\nWhile domestic material consumption and material footprints continue \nto expand, growth rates have slowed. Regional disparities underscore the \nneed for targeted interventions based on varying consumption patterns \nand environmental impacts.\n•\t\nAchieving Goal 12 requires fostering circular economy models, \nsustainable production practices and responsible consumption. These \napproaches can take advantage of opportunities at every stage of \nproduction to reduce resource and fossil fuel use, drive innovation, \nconserve energy and mitigate emissions. Progress largely depends on \nrobust regulatory frameworks, financial incentives and public awareness \ncampaigns.\nA young man in Ghana burns scrap electrical cables to recover copper \nafter migrating from his village to Accra to engage in e-waste work.\nThe world wastes 1.05 billion metric tons of food even as hundreds of millions face hunger\nIn 2021, 13.2 per cent of food produced globally was lost after harvest and \nduring transport, storage, wholesale and processing. An alarming 19 per cent \nof all food at the retail or consumption stage was wasted in 2022, totalling \n1.05 billion metric tons of all food available to consumers. Most food waste \noccurred in households (60 per cent); each person wasted an average of 79 \nkilograms annually, more than the weight of the average person. Globally, \nan estimated 1 billion meals of edible food are wasted every day, equivalent \nto 1.3 meals per person impacted by hunger per day, considering that 783 \nmillion people faced hunger in 2022.  \nData suggest that household food waste varies by just 7 kilograms per \ncapita each year across high-income, upper-middle-income and lower-\nmiddle-income countries. Hotter countries tend to have higher waste per \ncapita, possibly due to increased consumption of fresh food with substantial \ninedible parts and inadequate refrigeration. Further, each year, food loss and \nwaste generate 8 to 10 per cent of greenhouse gas emissions, costing over \n$1 trillion and straining land resources and biodiversity. At the same time, \nas of 2022, only 9 of 193 countries had included food waste in their NDCs, \nrevealing a significant gap in connecting this issue with climate action and \nthe objective of halving food waste and reducing losses by 2030.\nHigh rates of consumption and insufficient reuse or recycling are producing vast piles of e-waste\nUncontrolled disposal of electronic and electrical equipment fuels vast \ne-waste stockpiles, exacerbated by rising consumption, short product life \ncycles and little repair. E-waste generation rose from 6.3 to 7.8 kilograms \nper capita from 2015 to 2022, reaching a total of 62 million metric tons of \ne-waste in 2022. Only 1.7 kilograms per capita was collected and managed \nin an environmentally sound manner. High-income countries achieved \ncollection rates of over 40 per cent, yet most e-waste was inadequately \nrecycled or exported to lower-income countries where management \ninfrastructure is not developed, inadequate or absent. In Central and \nSouthern Asia, Latin America and the Caribbean, and sub-Saharan Africa, \ncollection rates are below 5 per cent. Inappropriate management by the \ninformal sector results in environmental pollution and health hazards for \nworkers and communities. \nBy 2030, e-waste generation is projected to increase to 10 kilograms per \ncapita per year (or 82 million metric tons in total). If all countries boost their \ncollection rates to 60 per cent, 54 million metric tons of e-waste would be \nmanaged in an environmentally sound manner, with 30 million metric tons of \nmetal resources viably recovered.  This would also prevent 34,000 kilograms \nof mercury emissions and 209 million metric tons of CO2-equivalent \nemissions in 2030.\nE-waste generation and environmentally sound e-waste management, 2010–2022\nand 2023–2030 projections (kilograms per capita)\n4.9\n7.8\n8.5\n10\n1.1\n1.7\n3.3\n6\n1.8\n2\n0\n2\n4\n6\n8\n10\n2010\n2022\n2025\n2030\nE-waste generation\nE-waste generation \n(projected growth rate)\nE-waste collection and recycling\nE-waste collection and recycling \n(required rate)\nE-waste collection and recycling \n(business as usual)"
  },
  {
    "page": 35,
    "text": "33\nGoal 12 | Responsible consumption and production\nMore countries and companies are stepping up to report on sustainability measures\nFrom 2019 to 2023, 62 Member States and the European Union reported 516 \npolicy instruments to accelerate the transition to sustainable consumption \nand production patterns. Half the policies are national road maps or \nstrategies; 30 per cent are legal instruments; and 14 per cent are voluntary \ninstruments. New policies in 2023 integrated sustainable consumption and \nproduction patterns into high-impact sectors. The Philippines sought to \npromote responsible mining and enhance compliance with environmental \nlaws, for instance. The United States planned to transform its food system \nfor broader benefits. Australia’s Water Efficiency Labelling and Standard \nScheme initiated efforts to reduce water demand and encourage efficient \ntechnologies.\nInternational standard setters have developed sustainability reporting \nstandards for both the public and private sectors. While this represents \npositive progress, challenges persist given a lack of interoperability and \ninconsistency in national reporting requirements. In 2021–2022, 73 per \ncent of sampled companies published sustainability reports, triple the \nshare in 2016, with growth in all regions. Reporting is more common on \nenvironmental (water, emissions and energy efficiency) and governance \n(gender diversity, board meetings, bribery and corruption) dimensions than \non social ones (human rights, health and safety, diversity and opportunity). \nThe number of stock exchanges with written guidance on environmental, \nsocial and governance reporting continues to grow, from fewer than 10 a \ndecade ago to 69 in 2022. \nPolicy instruments aimed at supporting the shift to sustainable consumption and \nproduction, by type, 2019–2023 (percentage) \n46\n26\n24\n4\n48\n31\n14\n7\n49\n30\n14\n6\n1\n0\n10\n20\n30\n40\n50\n60\nNational strategy/\nroad map/plan\nLegal/regulatory \ninstruments\nVoluntary \ninstrument\nEconomic/fiscal \ninstrument\nOrganizational \npolicy\n2019–2020\n2021–2022\n2022–2023\nGlobal material consumption growth slows but regional disparities persist \nDomestic material consumption measures materials directly used within an \neconomy, including those that are extracted and imported but without those \nthat are exported. From 2000 to 2022, domestic material consumption \ngrew by 69 per cent, from 56.6 billion metric tons to 96.0 billion metric \ntons. The compound annual growth rate slowed, however, from 3.9 per cent \nin 2003–2012 to 0.8 per cent in 2013–2022. The global material footprint, \nrepresenting raw materials extracted to meet final consumption demands, \nincreased by 71 per cent from 57.4 billion metric tons in 2000 to 98.0 billion \nmetric tons in 2022. Its compound annual growth rate declined from 3.9 \nper cent in 2003–2012 to 0.9 per cent in 2013–2022. Structural shifts in the \ncomposition of the material footprint stem from escalating reliance on non-\nmetallic minerals and the diminishing relative impact of biomass. \nIn regions where the material footprint exceeds domestic material \nconsumption, the latter decelerates faster, notably in Eastern and South-\nEastern Asia, Europe and Northern America, and Northern Africa and \nWestern Asia. In these regions, the compound annual growth rate of the \nmaterial footprint declined from 3.7 per cent to 0.8 per cent from 2003–2012 \nto 2013–2022, while the domestic material consumption rate dropped from \n3.9 to 0.5 per cent. In regions where the material footprint is lower than \ndomestic material consumption, including Central and Southern Asia, Latin \nAmerica and the Caribbean, sub-Saharan Africa and Oceania, the compound \nannual growth rate decreased from 4.5 to 1.3 per cent for the former and \nfrom 3.8 to 1.6 per cent for the latter from 2003–2012 to 2013–2022. \nA widening regional gap between the two indicators signifies varying \nenvironmental pressure from material consumption.\nMonitoring tourism in line with sustainable development is progressing yet more is needed\nNational monitoring based on the Tourism Satellite Accounts and the \nSystem of Environmental Economic Accounts provides a good indication \nof a country’s capacity to measure the economic and environmental \nsustainability of tourism. In 2019, a record 99 countries used at least one \ntable under the accounts for evaluating key tourism sustainability indicators. \nA subsequent decline in use from 2020 to 2022 was likely due to a natural \nlag in data production. While global monitoring capacities have improved \nacross all regions since 2008, in most, less than 50 per cent of countries can \nreport data.\nCompound annual growth rate of material footprint and domestic material \nconsumption,  2003–2012 and 2013–2022 (percentage) \n1.3\n1.6\n0.8\n0.5\n4.5\n3.8\n3.7\n3.9\n0\n1\n2\n3\n4\n5\nMF\nDMC\nRegions with material \nfootprint lower than \ndomestic material \nconsumption\nRegions with material \nfootprint higher than \ndomestic material \nconsumption\nMF\nDMC\n2003–2012\n2013–2022\nNote: Material footprint (MF) is based on estimates while domestic material consumption \n(DMC) combines estimates and country data (mainly from European Union member States)."
  }
]