[
  {
    "page": 42,
    "text": " 41 \nLOCALISING THE SDGS IN A CHANGING LANDSCAPE © OECD/SDSN 2024 \nAnnex A. Examples of policies and actions \nimplemented by cities and regions \n Table A.1. Policies and actions put in place by cities and regions responding to the survey \nType of action \nExample \nPolicies and actions adopted for the \nimplementation of the SDGs  \n•\nThe city of Tallinn, Estonia, has aligned its strategic and operational targets, integrating \nUnited Nations Sustainable Development Goal (SDG) indicators to drive sustainable \ndevelopment. \n•\nThe city of Zagreb, Croatia, tracks its performance through SDG indicators that are part of the \ncity’s urban development strategy’s annual reporting and are directly linked to the national \ndevelopment strategy. \n•\nThe autonomous province of Bolzano, Italy, has created an alliance for sustainability with \nresearch institutes and universities, fostering joint efforts in implementing the SDGs in the\nprovince.\n•\nThe region of Catalunya, Spain, has created the Catalonia 2030 Alliance, a partnership of \npublic and private entities willing to work together to accelerate the achievement of the SDGs. \n•\nThe city of Manresa, Spain, has established a subsidy scheme for dissemination and training\non the 2030 Agenda in its municipality.\n•\nThe city of Florence, Italy, has integrated the SDGs into its 2030 Agenda strategy. \n•\nThe state of Brandenburg, Germany, has established discussions fora within and for \nmunicipalities and civil society to advance the implementation of the SDGs in its territory. \nTypes of data used to track progress on the \nSDGs \n•\nThe Central Denmark Region uses qualitative data through good practice examples that are \nshowcased to stakeholders who want to raise awareness of the SDGs. \n•\nThe municipality of Speyer, Germany, conducts regular sustainability surveys with a \nrepresentative sample of citizens. \n•\nThe city of Dresden, Germany, uses the data portal www.wegweiser-kommune.de provided by \nthe Bertelsmann Stiftung.\n•\nThe municipality of San Valentino in Abruzzo Citeriore, Italy, uses indicators provided by the \nassociation Rete dei Comuni Sostenibili (Network of Sustainable Municipalities). \n•\nThe municipality of Fundão, Portugal, uses data from the Municipal Sustainability Index\nprovided by Cesop Local (https://cesop-local.ucp.pt/).\n•\nThe region of Catalunya, Spain, uses data provided by research centres, universities and \nrelevant stakeholders.\nMeasures put in place to respond to \nincreasing price levels  \n•\nThe state of Brandenburg, Germany, has implemented support measures for municipalities to \naccommodate refugees, enhance social infrastructure (e.g. healthcare and schools) and \nprovide assistance to specific groups (e.g. students).\n•\nThe municipality of Pombal, Portugal, has established financial support programmes to assist \nfamilies with newborns.\n•\nThe city of Roeselare, Belgium, has implemented measures to provide support to local\nassociations.\n•\nThe state of Saarland, Germany, has established the programme Das Saarland rückt\nzusammen (The Saarland is moving closer together) covering measures across five areas: \ni) providing warm meals and safe places; ii) offering overnight accommodations; \niii) strengthening voluntary work; iv) enhancing emergency support and counselling services; \nand v) addressing poverty among the elderly.\n•\nThe city of Bratislava, Slovak Republic, has offered financial aid to schools, social services and\ncultural facilities."
  },
  {
    "page": 43,
    "text": "42  \nLOCALISING THE SDGS IN A CHANGING LANDSCAPE © OECD/SDSN 2024 \nType of action \nExample \nResponses to growing pressures on the \ninternational energy market \n•\nThe region of Häme, Finland, has initiated new projects and plans related to the use of \nrenewable energy sources.\n•\nThe administrative district of Gmina Solec Kujawski, Poland, has implemented policies aimed \nat lowering electricity and heat consumption.\n•\nThe region of Catalunya, Spain, has created a new public energy agency. \nMeasures to achieve a sustainable food \nsystem and reduce food waste \n•\nThe city of Helsinki, Finland, has expanded its co-operation with food banks and developed \nsurplus food systems. \n•\nThe city of Oulu, Finland, has organised awareness-raising campaigns to educate youth on \nreducing food waste. \n•\nThe city of Bonn, Germany, has launched campaigns to raise awareness among the population \nabout the benefits of consuming locally produced food.\n•\nThe city of Thessaloniki, Greece, has established a local food council to develop sustainable \nfood policies and systems, and it runs a Horizon Europe research and innovation programme \ncalled Food Trails, which focuses on urban agriculture initiatives.\n•\nThe Marche region, Italy, is funding several projects aimed at assisting municipalities in \ntackling food waste. Additionally, the regional sustainable development strategy emphasises \nthe adoption of agricultural practices that safeguard soils, waters and biological heritage in \nresponse to climate change.\n•\nThe region of Catalunya, Spain, has established a regional food council that involves key \nstakeholders in the food system and engages experts to foster collaboration and sustainable\npractices in the food sector."
  }
]