[
  {
    "page": 13,
    "text": "12  The role of cities and regions in achieving the SDGs amid geopolitical \nuncertainty \nCities and regions hold a pivotal role in achieving Sustainable Development Goals (SDGs). Established by \nthe United Nations in 2015, the 17 SDGs aim to eradicate poverty, safeguard the environment and foster \nprosperity for all by 2030. Local and regional governments (LRGs) are crucial partners of national \ngovernments in ensuring the effective, location-specific implementation of the SDGs. According to OECD \nestimates, at least 105 out of the 169 targets that underlie the 17 SDGs depend on the active engagement \nof local and regional governments (OECD, 2020[1]). In 2021, subnational levels of government in OECD \ncountries accounted for 55% of public investment and 37% of total public spending (OECD, 2023[2]). Their \nactivities span numerous policy areas, including but not limited to housing, transportation, infrastructure, \nland use, waste management, access to clean drinking water and sanitation, energy efficiency and \naddressing climate change. However, currently, 48% of SDG targets are moderately or severely off track \nand a further 37% are stagnating or have even regressed (UN, 2023[3]). These include crucial targets \nrelated to poverty reduction, hunger eradication and addressing the pressing issue of climate change. The \nEuropean Union and its member states are also facing notable gaps towards the achievement of the SDGs, \nincluding SDG 11 Sustainable cities and communities (Eurostat, 2023[4]; Lafortune et al., 2024[5]). Further \ncomplicating efforts to reach these targets, cities and regions are confronted with specific challenges when \nit comes to financing sustainable development (Birch, Rodas and Drumm, 2023[6]). They are caught \nbetween front-line responsibility for the delivery of many services and infrastructure investment and back-\nof-the-line access to public financing: national governments, by and large, continue to collect most revenue \nto fund public investments and social services (Sachs et al., 2023[7]).  \nThe current uncertain geopolitical context adds obstacles to achieving the SDGs. The ongoing recovery \nfrom the COVID-19 pandemic and the repercussions of Russia’s war of aggression against Ukraine, along \nwith the associated rise in price levels and energy costs and impacts on global food markets, have \nfar-reaching implications for numerous policy domains and the overarching pursuit of the SDGs. This is, in \nparticular, the case for those SDG targets related to poverty and inequality (SDGs 1 and 10), clean and \naffordable energy (SDG 7) and food security (SDG 2). Cities and regions face the highest levels of inflation \nacross OECD countries in over 3 decades, with an average of 9.5% in 2022 and an estimated 6.9% in \n2023 (OECD, 2023[8]; 2024[9]). Recent economic indicators indicate a slight slowdown in gross domestic \nproduct (GDP) growth, with attacks on ships in the Red Sea raising shipping costs and lengthening delivery \ntimes, disrupting production schedules and raising price pressures (OECD, 2024[10]). Industrial production \nreflects such uncertainty, with its global growth having slowed down from 6.2% in 2021 to 2.3% in 2022 as \na result of inflation, energy price shocks, disruptions in supply chains for raw materials and intermediate \ngoods, and a broader global economic deceleration (OECD, 2024[11]; UN, 2023[3]). The agricultural sector \nis under strain from rising energy and fertiliser prices, compounded by more frequent and severe climate-\nrelated disasters, posing threats to food security. Inflation in food prices is eroding income gains, raising \nadditional barriers to accessing food around the globe. In 2022, 9.2% of the global population experienced \nchronic hunger, up from 7.9% in 2019, with projections indicating that more than 600 million people could \nbe facing hunger by 2030, the endpoint of the SDGs (UN, 2023[3]). Being closest to their citizens, cities \n1 Introduction"
  },
  {
    "page": 14,
    "text": " 13 \nLOCALISING THE SDGS IN A CHANGING LANDSCAPE © OECD/SDSN 2024  \n  \nand regions will be key to navigating these challenges and steering the 2030 Agenda back on course \nthrough targeted measures to tackle the cost-of-living crisis, facilitate access to clean and affordable \nenergy, and improve food security.  \nThe OECD-SDSN-CoR survey on the role of cities and regions for the SDGs in a \nchanging landscape \nThe OECD, the Sustainable Development Solutions Network (SDSN) and the European Committee of the \nRegions (CoR) launched a joint survey in 2023 to take stock of the progress made by cities and regions in \nimplementing the SDGs in a changing international landscape marked by shocks and crises. The survey \nanalyses local and regional governments’ efforts to achieve the SDGs and assesses how cities and regions \nare using the SDGs in their post-COVID recovery. It also examines how the SDGs and three key policy \nareas (cost of living, energy, food) have been affected by crises such as COVID-19 and the fallout of \nRussia’s war of aggression against Ukraine, including high inflation, disruptions in global food value chains \nand rising energy prices. The survey questionnaire was divided into three sections: i) implementation of \nthe SDGs by cities and regions, ii) SDGs for COVID-19 recovery in cities and regions; and iii) the SDGs \nand key policy areas affected by current crises (Box 1.1). \nBox 1.1. The OECD-SDSN-CoR survey on the role of cities and regions for the SDGs in a \nchanging landscape, 2023 \nConducted from 22 February 2023 to 9 June 2023, the survey gathered answers from 243 respondents, \n72% of which came from European Union (EU) countries, 6% from non-EU OECD member countries \nand 22% from non-OECD member countries. The most represented countries were Poland (13%), Italy \n(12%) and Germany (9%), followed by Spain (6%) and Portugal (5%). \nThe aim of this survey was to provide a snapshot of the views of different local and regional stakeholders. \nAlmost half of responses were received from municipalities (48%): 23% had fewer than \n50 000 inhabitants, 12% between 50 000 and 200 000 inhabitants, 8% between 200 000 and 500 000, \nand 5% from large cities (more than 500 000 inhabitants). Respondents also came from regions (18%) \nand intermediary entities such as counties or provinces (7%) in countries with 3 levels of subnational \ngovernment or other local and regional bodies. The remaining 27% of respondents represent other \ncategories of territorial stakeholders, such as academia and research institutions, non-governmental \norganisations or public bodies. The analysis treated governments and territorial stakeholders as \ntwo separate categories to distinguish between formal governing bodies and other entities. \nSurvey structure (see detailed survey in Annex A)  \n1. Cities’ and regions’ implementation of the SDGs. \na. Policies and actions adopted for the implementation of the SDGs. \nb. Types of data used to track progress on the SDGs. \nc. Success factors for SDG implementation. \nd. Governance challenges in implementing the 2030 Agenda. \n2. The relevance of the SDGs in the COVID-19 recovery phase for cities and regions. \na. The role of the SDGs as a framework for the COVID-19 recovery phase. \nb. Post-COVID-19 challenges in cities and regions. \n3. SDGs and key policy areas affected by the current crisis."
  },
  {
    "page": 15,
    "text": "14  Cost of living \na.\nImpact of the cost-of-living crisis on the standard of living in cities and regions.\nb.\nPolicy areas most affected by the increased cost of living.\nc.\nMeasures to respond to increasing price levels.\nd.\nImpact of the cost-of-living crisis on the work on the SDGs.\nEnergy \na.\nImpact of Russia’s war of aggression against Ukraine on SDG 7 Clean and affordable\nenergy.\nb.\nImpact of Russia’s war of aggression against Ukraine on the cost of electricity.\nc.\nResponses to growing pressures on the international energy market.\nd.\nConsumption-based emission targets.\ne.\nPolicies and strategies to best transition to cleaner energy production.\nFood \na.\nPrioritisation of SDG 2 Zero hunger.\nb.\nActions to address SDG 2 in cities and regions.\nc.\nMeasures put in place to achieve sustainable food systems.\nd.\nProgrammes implemented to reduce food waste.\nReferences \nBirch, E., M. Rodas and E. Drumm (2023), “Bridging the SDG funding gap in cities”, SDG Action, \nhttps://sdg-action.org/bridging-the-sdg-funding-gap-in-cities/ (accessed on 19 January 2024). \n[6]\nEurostat (2023), Sustainable Development in the European Union - Monitoring Report on \nProgress Towards the SDGs in an EU Context - 2023 Edition, \nhttps://ec.europa.eu/eurostat/documents/15234730/16817772/KS-04-23-184-EN-\nN.pdf/845a1782-998d-a767-b097-f22ebe93d422?version=2.0&t=1688373085450. \n[4]\nLafortune, G. et al. (2024), European Elections, Europe’s Future and the Sustainable \nDevelopment Goals. Europe Sustainable Development Report 2023/24, SDSN, Paris and \nDublin University. \n[5]\nOECD (2024), Consumer Prices, OECD - Updated: 7 February 2024, OECD, Paris, \nhttps://www.oecd.org/sdd/prices-ppp/consumer-prices-oecd-updated-7-february-2024.htm \n(accessed on 19 February 2024). \n[9]\nOECD (2024), Key Short-Term Economic Indicators: Industrial Production, OECD, Paris, \nhttps://stats.oecd.org/index.aspx?queryid=21758# (accessed on 19 February 2024). \n[11]\nOECD (2024), OECD Economic Outlook, Interim Report February 2024: Strengthening the \nFoundations for Growth, OECD Publishing, Paris, https://doi.org/10.1787/0fd73462-en \n(accessed on 19 February 2024). \n[10]\nOECD (2023), OECD Economic Outlook, Volume 2023 Issue 2, OECD Publishing, Paris, \nhttps://doi.org/10.1787/7a5f73ce-en. \n[8]"
  }
]