[
  {
    "page": 4,
    "text": " 3 Preface \nThe OECD and the United Nations (UN) Sustainable Development Solutions Network (SDSN) are \ndelighted to introduce the results of a survey jointly conducted between 22 February and 9 June 2023 by \nthe OECD, SDSN and the European Committee of the Regions on localising the UN Sustainable \nDevelopment Goals (SDGs) in a changing landscape.  \nA series of significant shocks in recent years, including the COVID-19 pandemic, higher inflation and \nenergy prices, disruptions to global supply chains, and heightened geopolitical tensions, have raised \nhurdles on the path toward achieving the SDGs. Only 15% of them are considered to be on track for \nachievement by the 2030 deadline. Progress towards 48% of the SDG targets is currently insufficient, and \n37% are either stagnating or regressing, including on key targets such as those related to poverty, hunger \nand climate action. \nMore specifically, rises in price levels and energy costs, alongside disruptions in global food markets, have \nadversely affected SDG targets related to poverty and inequality (SDGs 1 and 10), affordable energy (SDG \n7) and food security (SDG 2). Our survey of over 175 local and regional governments (LRGs) revealed a\ndecline in living standards due to inflationary pressures and the repercussions of recent shocks among\n80% of respondents. Over 70% indicated an increase in electricity costs, putting the achievement of SDG\n7 at risk, while around half noted the growing importance of combating hunger (SDG 2).\nCities and regions play a pivotal role in steering the SDGs back on track. The principle of subsidiarity \nemphasises the importance of taking decisions at the territorial level where they will have their maximum \neffect. Moreover, in 2021, LRGs accounted for 55% of public investment in OECD countries, and, because \nthey are typically responsible for critical areas such as water, housing, transport, infrastructure, land use \nand climate change, at least 105 of the 169 targets that underlie the 17 SDGs are contingent upon the \nactive engagement of LRGs.  \nThis paper paints a comprehensive picture of how recent shocks the COVID-19 pandemic, a changing \nlandscape and rising living costs have affected progress on the localisation of the SDGs at the local level. \nIt also suggests potential ways forward for local and regional governments to harness the SDGs for crafting \nsustainable urban and regional development policies, combating rising price levels, incentivising \ndecarbonisation in both production and in consumption, promoting sustainable food systems and reducing \nfood waste. Both our organisations are also leading work on financing the SDGs in cities and regions, \nincluding via the SDSN Global Commission for Urban SDG Finance that which will publish its final \nrecommendations in the summer of 2024."
  },
  {
    "page": 5,
    "text": "4  Our two institutions take great pride in this collaborative endeavour and look forward to supporting local,  \nregional and national governments further on their journey towards achieving the SDGs for a more \nsustainable and resilient future. \nLamia Kamal-Chaoui, \nDirector,  \nOECD Centre for Entrepreneurship, SMEs, \nRegions and Cities \nJeffrey Sachs, \nPresident,  \nUN Sustainable Development Solutions Network"
  }
]