[
  {
    "page": 10,
    "text": " 9 \nLOCALISING THE SDGS IN A CHANGING LANDSCAPE © OECD/SDSN 2024 \n  \nExecutive summary \nThis policy paper presents the results of a survey jointly conducted by the OECD, the United Nations (UN) \nSustainable Development Solutions Network (SDSN) and the European Committee of the Regions (CoR) \nbetween February and June 2023 on the localisation of the SDGs in a changing landscape. Findings show \nthat local and regional governments (LRGs) are actively engaged in the implementation of the SDGs, \nnotably through awareness-raising campaigns, dedicated strategies for the SDGs and indicator systems \nto track progress. Many LRGs have also applied the SDGs as a guiding framework to rebound from the \nCOVID-19 pandemic. At the same time, the survey has revealed governance challenges such as a lack of \nresources for the implementation of the SDGs, shifting political priorities and insufficient vertical \nco-ordination. In the aftermath of the COVID-19 pandemic and Russia’s war of aggression against Ukraine, \nthe survey puts the spotlight on the declining standards of living in many cities and regions (SDGs 1 and \n10), increases in energy price levels and associated measures such as increasing demand for renewable \nand domestic energy sources (SDG 7) as well as the growing importance of food security (SDG 2).  \nPolitical leadership is the main success factor in targeting the SDGs at the local \nlevel, while the lack of financial resources represents a challenge \n• \nMost cities and regions (62%) use awareness-raising campaigns as the most common action in \ntheir work to localise the SDGs, followed by a dedicated strategy or action plan for the SDGs (56%). \n• \nLRGs consider political leadership to be the most important factor in achieving the localisation of \nthe SDGs in cities and regions (76%). \n• \nLRGs are facing several challenges when it comes to the implementation of the SDGs, notably a \nlack of financial resources (64%) and shifting political priorities, e.g. after local or regional elections \n(52%). \nThe SDGs served as a key framework to guide cities and regions in recovering \nfrom the COVID-19 crisis \n• \nAround two thirds of LRGs are using the SDGs to guide policy making, which represents an \nincrease of nearly 25 percentage points compared to before the pandemic (39%). \n• \nAlmost half (45%) of LRGs consider the People dimension (SDGs 1 to 5) to be the most important \npost-COVID-19 challenge, which encompasses the SDGs on poverty, food, health, education and \ngender."
  },
  {
    "page": 11,
    "text": "10    \nLOCALISING THE SDGS IN A CHANGING LANDSCAPE © OECD/SDSN 2024 \n  \nThe cost of living, energy and food security have taken a deep toll on the current \nlandscape \n• \nMost LRGs (83%) reported that living standards have worsened because of the increase in the \ncost of living. In response to rising prices, two-thirds of responding LRGs have implemented \nmeasures to support vulnerable groups such as the provision of warm meals and financial support \nprogrammes for families in need. To save on heating and electricity costs, 62% of LRGs have \nreduced the average temperature in public buildings, while 46% have cut back on street lighting. \n• \nFor 45% of LRGs, higher cost of living has reduced available funding for SDG implementation as \nsubnational governments have prioritised expenditures on critical and essential services to address \nthe short-term impacts of the crises. \n• \nSDG 7 Affordable and clean energy has gained importance for LRGs since the start of Russia’s \nwar of aggression against Ukraine. Twenty-three percent of responding LRGs reported it had \nbecome their top priority, while an additional 57% stated that it had increased in relevance. \n• \nThe growing pressures on the international energy market have led 36% of LRGs or their public \nenergy provider to ramp up the share of renewable energy in their energy mix. Thirty-six percent \nalso reported that they reduced their dependence on imported energy. \n• \nShifting from fossil fuels to zero-carbon sources of energy (44%) and improving energy efficiency \nin the built environment (37%) are the 2 main priorities of LRGs to achieve SDG 7. \n• \nLRGs have implemented a variety of measures to address SDG 2 Zero hunger in light of \nincreasingly frequent disruptions in the global food supply chain, notably setting up food banks and \nfood distribution mechanisms for vulnerable populations (46%). \n• \nThe most common action of LRGs to achieve sustainable food systems is the promotion of local \nfood production (60%) while promoting a circular economy approach (60%) is the most common \nprogramme to reduce food waste. \nWays forward to make the most of the SDGs in a changing landscape \nThe survey has shed light on how LRGs are localising the SDGs and using the 2030 Agenda to navigate \ntoday’s multi-crisis world, including post-COVID-19 recovery. Yet, their journey to achieve the SDGs has \nbeen put at risk by the cost-of-living crisis, high energy prices and the ensuing funding gap for LRGs’ SDG \nefforts. Possible strategies for local, regional and national governments to advance the SDGs in the current \nlandscape could be to: \n• \nLeverage the SDGs to design sustainable urban and regional development policies. LRGs \ncould: \no \nAlign local or regional development strategies with the SDGs. The recovery phase should be \nleveraged as an opportunity to enhance resilience and preparedness for future shocks and \ncrises, including by using the SDGs to periodically assess progress and make necessary \nadjustments as conditions evolve. \no \nBoost political leadership for the SDGs by actively engaging in national and international city \nnetworks that enable peer-to-peer learning on the 2030 Agenda and help adopt the SDGs as \na policy-making and monitoring framework. \no \nEnsure adequate financial resources and capacity for the implementation of the 2030 Agenda, \nfor example by incorporating the SDGs into budgeting processes, using the SDGs to attract \ninvestment through innovative financial mechanisms such as municipal or regional \nsustainability bonds or local crowdfunding platforms for investment and considering the \nrecommendations of the SDSN Global Commission for Urban SDG Finance."
  },
  {
    "page": 12,
    "text": " 11 \nLOCALISING THE SDGS IN A CHANGING LANDSCAPE © OECD/SDSN 2024 \n  \n• \nCombat rising price levels to support SDG 1 No poverty and SDG 10 Reduced inequalities. \nFor example, LRGs could: \no \nImprove housing affordability by developing targeted solutions for the most vulnerable, such \nas temporary rent subsidies or eviction preventions. \no \nExpand social safety net programmes, including unemployment benefits and food assistance, \nto cushion those in need. \no \nEnhance public transportation options and affordability (e.g. temporary reduction in ticket prices \nfor those most in need) to counter the financial burden of increasing fuel prices and incentivise \nthe usage of low-carbon mobility options to help meet climate objectives. \n• \nIncentivise decarbonisation both in production and consumption. To achieve SDG 7 and \nencourage the decarbonisation of energy production, energy efficiency improvements in buildings \nand the electrification of current fossil fuel use, LRGs could:  \no \nNegotiate long-term power purchase agreements with energy providers to finance the \ninstallation of greener sources of energy and harness group purchasing, such as Community \nChoice Aggregation, to procure a less carbon-intensive mix of energy.  \no \nPromote the generation of local energy for local consumption, e.g. by incentivising district \nheating or cooling systems to foster more sustainable and energy-efficient alternatives \ncompared to individual building-based solutions. \no \nSet decarbonisation goals, standards and regulations and lead by example to decarbonise \ngovernment-owned and -operated infrastructure to achieve SDG 7 at the local level. For \nexample, develop and implement building standards and green procurement policies for \nconstruction and refurbishment, which include a focus on whole life carbon and circularity, while \nfinancing energy efficiency retrofits for buildings and infrastructure through green bonds.  \n• \nPromote sustainable food systems and reduce food waste. To advance sustainable food \nsystems (SDG 2) and incentivise the reduction of food waste (SDG 12), LRGs could: \no \nAdopt a holistic approach to food systems by developing urban food strategies that intertwine \nfood policy with urban development strategies. \no \nDevelop a comprehensive circular economy strategy that incentivises circular food supply \nchains and encourages the purchase of goods and services from circular businesses. \no \nCollaborate with organisations that rescue surplus food and distribute it to those in need, e.g. \nfood banks and promote the use of technology-based solutions like food recovery applications \nthat connect surplus food providers with recipients, minimising waste."
  }
]