[
  {
    "page": 27,
    "text": "26    \nLOCALISING THE SDGS IN A CHANGING LANDSCAPE © OECD/SDSN 2024 \n  \nCost of living \nThe majority of local and regional governments (LRGs) have experienced a deterioration \nin living standards as a result of the cost-of-living crisis \nThe cost-of-living crisis has eroded living standards in cities and regions. Among LRGs, 55% reported that \nliving standards had worsened as a result of general price increases and that they expected further \ndeterioration. An additional 28% of LRGs acknowledged a decline in living standards but did not predict a \nfurther decline. Consequently, over 80% of responding LRGs reported lower living standards within their \nterritories due to inflationary pressures and the repercussions of Russia’s war of aggression against \nUkraine. Only 18% of LRGs reported no change in living standards. However, within this group, \n13% anticipated a deterioration in living standards during the same year, while 5% did not expect any \nfurther impact on living standards within the next year (Figure 4.1). Territorial stakeholders’ responses \nmirror these patterns, with 72% experiencing a decrease in living standards in their cities or regions. Among \nthem, 47% anticipated a further deterioration, while 25% did not expect any additional reduction in living \nstandards.  \nFigure 4.1. Due to the cost-of-living crisis, living standards in my city/region have… [answer] \nShare of respondents selecting the respective options \n \nNote: Number of responses from local and regional governments: 176; number of responses from other territorial stakeholders: 64. \nSource: OECD-SDSN-CoR survey on the role of cities and regions for the SDGs in a changing landscape. \n0\n10\n20\n30\n40\n50\n60\nAlready worsened and we expect\nfurther deterioration of living standards\nAlready worsened but we do not expect\nfurther reduction of living standards\nRemained the same but we are\nexpecting living standards to worsen\nthroughout the year\nRemained the same and we are not\nexpecting an impact on living standards\nwithin the next year\n%\nLocal and regional governments\nOther territorial stakeholders\n4 Impact of current crises on key \npolicy areas and SDGs"
  },
  {
    "page": 28,
    "text": " 27 \nLOCALISING THE SDGS IN A CHANGING LANDSCAPE © OECD/SDSN 2024  \n  \nThe cost-of-living crisis has taken a toll on poverty and energy  \nLRGs identified poverty (United Nations Sustainable Development Goal [SDG] 1) and energy (SDG 7) as \nthe two policy areas most significantly affected by the rise in the cost of living. Seventy percent of \nresponding LRGs indicated that they had identified an impact of the cost-of-living crisis on poverty and \nenergy supply (Figure 4.2). Housing (SDG 11) is another policy area that has been particularly affected \n(58%). Inequalities (SDG 10) have been worsened by the rise in the cost of living in half of responding \ncities and regions, while 47% of respondents mentioned the impact on health and well-being (SDG 3). The \nremaining policy areas also felt the repercussions to some extent, with food security (SDG 2) and the \nlabour market (SDG 8) both experiencing impacts reported by 38% of respondents. Climate (SDG 13) and \nmobility (SDG 9) were relatively less affected, with 28% and 22% of respondents respectively reporting an \nimpact in these two policy areas. These findings underscore the need for targeted policy interventions to \naddress the challenges arising from the cost-of-living crisis, particularly in the areas of poverty, energy, \nhousing and inequalities. The responses from territorial stakeholders convey slightly different observations \ncompared to those of the LRGs. While both LRGs and territorial stakeholders identified poverty as one of \nthe 2 most affected areas, with 70% of LRGs and 71% of territorial stakeholders mentioning it, observations \ndiverged when it came to the second most affected policy area. Seventy percent of territorial stakeholders \nregistered an impact on health and well-being, compared to 47% among LRGs. Additionally, territorial \nstakeholders more often mentioned food security (60%) and inequalities (59%) compared to LRGs. \nFurthermore, climate (43%) emerged as a more prominent concern in the responses of territorial \nstakeholders. Conversely, energy (57%) and housing (54%) were less frequently identified as affected \nareas by territorial stakeholders (Figure 4.2). \nFigure 4.2. Which areas are the most affected by the increase in cost of living in your city/region? \nShare of respondents selecting the respective options, multiple responses possible \n \nNote: Number of responses from local and regional governments: 177; number of responses from other territorial stakeholders: 63. \nSource: OECD-SDSN-CoR survey on the role of cities and regions for the SDGs in a changing landscape. \nSupport measures for vulnerable groups are the most common response of LRGs to \naddress increasing price levels  \nTwo-thirds of responding LRGs have implemented measures to support vulnerable groups in response to \nrising prices. Supporting the vulnerable population (SDG 1) is the most common measure implemented by \n0\n10\n20\n30\n40\n50\n60\n70\n80\nOther\nMobility (SDGs 9 and 11)\nClimate (SDG 13)\nFood security (SDG 2)\nLabour market (SDG 8)\nHealth and well-being (SDG 3)\nInequalities (SDG 10)\nHousing (SDG 11)\nPoverty (SDG 1)\nEnergy (SDG 7)\n%\nLocal and regional governments\nOther territorial stakeholders"
  },
  {
    "page": 29,
    "text": "28    \nLOCALISING THE SDGS IN A CHANGING LANDSCAPE © OECD/SDSN 2024 \n  \nLRGs. To save on electricity costs, 62% of LRGs have reduced the average temperature in public \nbuildings, thereby cutting heating expenses (SDGs 7 and 13). Additionally, 46% of LRGs implemented \nmeasures to cut back on street lighting (SDG 7). One-third of LRGs directed their efforts towards assisting \nlocal businesses through support measures, such as subsidies or tax breaks (SDG 8). Other less common \nmeasures include subsidies for sustainable mobility (26%), such as offering discounts on public transport \nfares (SDGs 9 and 11), implementing temporary housing support schemes (19%) (SDG 11), enforcing \nprice caps to bring down energy costs (17%) (SDG 7) and adopting measures to reduce food insecurity \n(14%), such as cutting taxes on food (SDG 2) (Figure 4.3). Territorial stakeholders echoed similar actions \ntaken by LRGs, with 56% identifying support measures for vulnerable individuals as the most common \nresponse by their respective city or region to tackle rising prices. The second most common action \nidentified by territorial stakeholders was the implementation of price caps to lower energy costs (32%). \nReducing the average temperature in public buildings (30%) and support measures for local companies \n(29%) played a similarly important role. These findings highlight the proactive engagement of LRGs in \ntaking diverse measures to address the challenges posed by rising prices. \nFigure 4.3. Which of the following measures has your city/region put in place to respond to \nincreasing price levels? \nShare of respondents selecting the respective options, multiple responses possible \n \nNote: Number of respondents: 172; number of responses from other territorial stakeholders: 63. \nSource: OECD-SDSN-CoR survey on the role of cities and regions for the SDGs in a changing landscape. \nThe cost-of-living crisis affected LRGs’ human and financial resources for the SDGs \nThe cost-of-living crisis has often strained LRGs’ human and financial resources to work on the SDGs. \nAmong the survey respondents, 45% of LRGs indicated a decrease in the availability of funding for SDG \nprojects, while 37% reported that the cost-of-living crisis had not affected their capacity and resources to \nwork on the SDGs (Figure 4.4). Conversely, 20% of LRGs reported an increase in funding for SDG-related \ninitiatives, possibly suggesting proactive efforts to address the crisis. In terms of human resources, 10% of \nLRGs experienced a drop in staff dedicated to SDGs, while 8% of LRGs observed an increase in the \nnumber of people working on SDG activities compared to the period before Russia’s war of aggression \n0\n10\n20\n30\n40\n50\n60\n70\nOther\nMeasures to reduce food insecurity (SDG 2)\nPrice caps to reduce energy costs for households (SDG 7)\nTemporary housing support schemes (SDG 11)\nSubsidies for sustainable mobility (SDGs 9 and 11)\nSupport measures for local companies (SDG 8)\nReduction of street lighting (SDGs 7 and 13)\nReduction of the average temperature in public buildings (SDGs 7 and 13)\nSupport measures for vulnerable populations (SDG 1)\n%\nLocal and regional governments\nOther territorial stakeholders"
  },
  {
    "page": 30,
    "text": " 29 \nLOCALISING THE SDGS IN A CHANGING LANDSCAPE © OECD/SDSN 2024  \n  \nagainst Ukraine. In addition, 3% of LRGs had to suspend or halt their SDG initiatives. Among territorial \nstakeholders, 56% reported a decrease in the availability of funding for SDG work, while 18% stated that \nthe cost-of-living crisis had not affected their SDG pursuits. Similarly, 18% of territorial stakeholders cited \nan increase in funding for SDG projects and 15% noted an increase in the number of people working on \nthe SDGs since the outbreak of the war in Ukraine. Meanwhile, 13% experienced a decrease in staff \nworking on the SDGs and 7% temporarily suspended their SDG efforts. These statistics illustrate the \ndiverse and evolving strategies employed by different entities as they navigate the challenges associated \nwith the current crisis while striving to achieve the SDGs. \nFigure 4.4. What impact does the cost-of-living crisis have on the human and financial capacity of \nyour city/region to work on the SDGs? \nShare of respondents selecting the respective options, multiple responses possible \n \nNote: Number of responses from local and regional governments: 172; number of responses from territorial stakeholders: 61. \nSource: OECD-SDSN-CoR survey on the role of cities and regions for the SDGs in a changing landscape. \nEnergy \nAchieving SDG 7 on Clean and affordable energy has gained greater prominence for \nmost local and regional governments since the outbreak of Russia’s war of aggression \nagainst Ukraine  \nSDG 7 has gained importance for local and regional governments since the start of Russia’s war of \naggression against Ukraine. Twenty-three percent of responding local and regional governments reported \nit had become a top priority for them, with a further 57% saying it had increased in relevance (Figure 4.5). \nOnly 18% of local and regional governments stated that SDG 7 had remained as relevant as before the \nwar. Moreover, only 3% indicated that it had become less relevant since then. Responses from territorial \nstakeholders were different. Twenty-one percent found that SDG 7 had become a top priority in their city \nor region, while 30% reported that it had increased in relevance. For more than a third (37%), its \nachievement had stayed relevant and 11% stated that it had decreased in relevance since the outbreak of \nthe war.  \n0\n10\n20\n30\n40\n50\n60\nNow less funding\navailable to work on\nthe SDGs\nCost-of-living crisis\nhas not affected\ncapacity to work\non the SDGs\nFunding for\n SDG-related projects\nhas been increased\nOther\nNumber of people\nworking on SDGs is\nnow lower than before\nthe war in Ukraine\nNumber of people\nworking on SDGs\nhas increased\ncompared to before\nthe war in Ukraine\nWe have stopped or\nput on standby our\nwork on the SDGs\n%\nLocal and regional governments\nOther territorial stakeholders"
  },
  {
    "page": 31,
    "text": "30    \nLOCALISING THE SDGS IN A CHANGING LANDSCAPE © OECD/SDSN 2024 \n  \nFigure 4.5. Since the outbreak of the Russia’s war of aggression against Ukraine, the achievement \nof SDG 7 (Clean and affordable energy) in my city/region has… [answer] \nShare of respondents selecting the respective options \n \nNote: Number of responses from local and regional governments: 176; number of responses from territorial stakeholders: 63. \nSource: OECD-SDSN-CoR survey on the role of cities and regions for the SDGs in a changing landscape. \nRussia’s war of aggression against Ukraine has coincided with increases in the cost of \nelectricity for over 70% of responding cities and regions  \nElectricity costs have increased for over 70% of local and regional governments since the outbreak of the \nwar in Ukraine. Half of local and regional governments responded that the cost of electricity had increased \nby up to 50% since the beginning of the Russian war in Ukraine. An additional 21% of responding LRGs \nstated it had increased by between 50% and 100% and the reported cost increase for 16% of LRGs \nexceeded 100%. Thirty-eight percent considered it had stayed relevant and 11% found it had decreased \nin relevance (Figure 4.6). Responses from LRGs in the European Union (a sample of 145 respondents) \nsuggested a greater impact on electricity prices. In the European Union, 94% of LRG respondents reported \nthat electricity costs had increased since the outbreak of the war. Among these, 51% reported costs \nincreasing by up to 50%, 24% noted increases of between 50% and 100%, and 18% stated that electricity \ncosts had gone up by over 100%. Among territorial stakeholders, the rise in electricity costs showed a \nslightly milder impact, with fewer respondents reporting increases compared to LRGs. Nearly 30% reported \nno changes in electricity prices, while 5% noted a decrease. \n0\n10\n20\n30\n40\n50\n60\nBecome a top priority\nIncreased in relevance\nStayed as relevant\nDecreased in relevance\n%\nLocal and regional governments\nOther territorial stakeholders"
  },
  {
    "page": 32,
    "text": " 31 \nLOCALISING THE SDGS IN A CHANGING LANDSCAPE © OECD/SDSN 2024 \nFigure 4.6. Since the outbreak of the Russian war in Ukraine, the cost of electricity in my \ncity/region has… [answer] \nShare of respondents selecting the respective options \nNote: Number of responses from local and regional governments: 175; number of responses from territorial stakeholders: 62. \nSource: OECD-SDSN-CoR survey on the role of cities and regions for the SDGs in a changing landscape. \nLRGs and public energy providers have increased the share of renewables or reduced \ntheir dependence on imported energy since the outbreak of the war in Ukraine \nGrowing pressures on the international energy market led 36% of cities and regions or their public energy \nprovider to increase the share of renewable energy in their energy mix. Thirty-six percent reported that \nthey reduced their dependence on imported energy. A further 34% of LRGs responded that the composition \nof their energy mix remained unchanged after the outbreak of the war. Sixteen percent of LRGs noted that \nthey or their public energy provider had diversified the sourcing of energy. Only 9% of local and regional \ngovernments reported they had increased the share of non-renewable energy in their mix (Figure 4.7). The \nresponses of territorial stakeholders show a similar pattern. Among them, 38% reported increasing their \nshare of renewable energy and 33% responded that they had tried to reduce their dependence on imported \nenergy. The most notable difference compared to LRGs relates to the diversification of energy sourcing. \nAmong territorial stakeholders, 28% increased the diversification of their energy sources, which is \n12 percentage points higher than the corresponding figure among LRGs. Additionally, 11% of territorial \nstakeholders raised the proportion of non-renewable sources in their energy mix. Meanwhile, 31% of \nterritorial stakeholders reported no alterations in their energy mix composition following the outbreak of the \nRussian war in Ukraine. \n0\n10\n20\n30\n40\n50\n60\nIncreased by >100%\nIncreased by 50-100%\nIncreased by ≤ 50%\nNot changed\nDecreased\n%\nLocal and regional governments\nOther territorial stakeholders"
  },
  {
    "page": 33,
    "text": "32    \nLOCALISING THE SDGS IN A CHANGING LANDSCAPE © OECD/SDSN 2024 \n  \nFigure 4.7. In response to the growing pressures on the international energy market, our \ncity/region and public energy provider have… [answer] \nShare of respondents selecting the respective options, multiple responses possible \n \n \nNote: Number of responses from local and regional governments: 166; number of responses from territorial stakeholders: 64. \nSource: OECD-SDSN-CoR survey on the role of cities and regions for the SDGs in a changing landscape. \nAbout a third of local and regional governments say they have overall and sector-\nspecific consumption-based emissions targets but 40% say they do not \nMore than half of LRGs have overall or sector-specific consumption-based emissions targets or both. \nDeveloping subnational consumption-based emissions estimates can be a valuable tool for cities and \nregions to help measure the emissions intricately tied to consumption patterns. In turn, it offers a metric to \nassess the effectiveness of demand-side mitigation policies (OECD, 2023[15]).1 Over one-third (35%) of \nlocal and regional governments responded that they had both overall consumption-based emission targets \nand sector-specific targets (e.g. in transport, construction) (Figure 4.8). A further 18% indicated that they \nhad overarching consumption-based emission targets in place but no sectoral targets. Twenty-one percent \nof LRGs responded that they did not have consumption-based emissions targets but that they planned to \nimplement them. In addition, 19% reported that they did not have such targets and did not plan to introduce \nthem. Responses from territorial stakeholders indicate that in 23% of the cases, their city or region had \nboth overall and sectoral consumption-based energy targets. Sixteen percent reported having only overall \ntargets. Additionally, 26% indicated they did not yet but that setting such targets was planned. Finally, 25% \nresponded that they did not have consumption-based targets and did not plan to implement them.  \n0\n5\n10\n15\n20\n25\n30\n35\n40\nIncreased renewable\nenergy\nTried to reduce the\ndependence on imported\nenergy\nNot changed the\ncomposition\nof the energy mix\nDiversified the sourcing of\nenergy\nOther\nIncreased non-renewable\nenergy\n%\nLocal and regional governments\nOther territorial stakeholders"
  },
  {
    "page": 34,
    "text": " 33 \nLOCALISING THE SDGS IN A CHANGING LANDSCAPE © OECD/SDSN 2024  \n  \nFigure 4.8. Does your city/region have consumption-based emission targets? \nShare of respondents selecting the respective options \n \n \nNote: Number of responses from local and regional governments: 170; number of responses from territorial stakeholders: 61. \nSource: OECD-SDSN-CoR survey on the role of cities and regions for the SDGs in a changing landscape. \nTo achieve SDG 7, local and regional governments are prioritising decarbonising fuel \nsources and improving energy efficiency in the built environment  \nDecarbonising and improving energy efficiency in the built environment are the two top priorities of LRGs \nfor SDG 7. When asked which strategies or policies could help their city or region best transition to cleaner \nenergy production and achieve SDG 7, 44% of local and regional governments responded that \ndecarbonisation – shifting from fossil fuels to zero-carbon sources of energy – would help the most. In \naddition, 37% responded improving energy efficiency in the built environment (Figure 4.9). Smaller \npercentages responded improvements in energy efficiency in transport (7%) and in industrial sectors (5%) \nor electrifying current uses of fossil fuels outside power generation (5%). Most territorial stakeholders \n(52%) also responded that decarbonising by shifting from fossil fuels to zero-carbon fuel sources would \nhelp their city or region in its energy transition to achieve SDG 7. In addition, 25% of territorial stakeholders \nindicated that improving building energy efficiency would help address these goals. Seven percent stated \nthat energy efficiency in the industrial sector and electrifying the current uses of fossil fuels outside power \ngeneration would help transition to cleaner energy production and achieve SDG 7. Lastly, 15% selected \npolicies and strategies aiming for greater energy efficiency in the transport sector as their top priority.  \nFigure 4.9. Which of the following strategies or policies could help your city or region best \ntransition to cleaner energy production and achieve SDG 7? \nShare of respondents selecting the respective options, multiple responses possible \n \n \nNote: Number of responses from local and regional governments: 170; number of responses from territorial stakeholders: 61. \nSource: OECD-SDSN-CoR survey on the role of cities and regions for the SDGs in a changing landscape. \n0\n5\n10\n15\n20\n25\n30\n35\n40\nYes, overall and sector-specific\nNo, but we are planning to\nNo, and we are not planning to\nYes, but not sectorial\nOther\n%\nLocal and regional governments\nOther territorial stakeholders\n0\n10\n20\n30\n40\n50\n60\nDecarbonising: shifting from\nfossil fuels to zero-carbon\nsources\nImproving energy efficiency in\nthe built environment\nImproving energy efficiency in\nthe industry sector\nElectrifying current uses\nof fossil fuels outside of power\ngeneration\nImproving energy efficiency in\nthe transport sector\n%\nLocal and regional governments\nOther territorial stakeholders"
  },
  {
    "page": 35,
    "text": "34    \nLOCALISING THE SDGS IN A CHANGING LANDSCAPE © OECD/SDSN 2024 \n  \nFood security  \nSDG 2 Zero hunger has gained importance for LRGs but is not among their top priorities \nAlthough not a top priority for most LRGs, the relevance of SDG 2 has increased as a result of current \ninflation levels. Nineteen percent of LRGs mentioned it as one of their top priorities. Furthermore, 29% of \nLRGs reported an increase in the relevance of SDG 2 as a result of higher prices and named that SDG as \na priority. In addition, 28% identified SDG 2 as one of their priorities but noted that there are more pressing \nissues for their local or regional government. At the same time, about a fourth of LRGs responding to the \nsurvey (24%) do not consider SDG 2 to be a priority for their government. The picture is slightly different \nfor territorial actors, with 32% of them citing SDG 2 as one of their top priorities and another 43% citing it \nas a priority. For 21% of respondents, its relevance has even increased in light of current inflation levels, \nwhile 22% said that there are more pressing issues (Figure 4.10).  \nFigure 4.10. To which extent is SDG 2 Zero hunger a priority for your local and regional \ngovernment? \nShare of respondents selecting the respective options \n \nNote: Number of responses from local and regional governments: 174; number of responses from territorial stakeholders: 63. \nSource: OECD-SDSN-CoR survey on the role of cities and regions for the SDGs in a changing landscape. \nLRGs have implemented a variety of emergency measures to address SDG 2 in light of \nmore frequent disruptions in the global food supply chain \nSetting up food banks and food distributions for vulnerable populations are LRGs’ most common actions \nto target SDG 2. Almost half (46%) of responding LRGs indicated they have already implemented such \nmeasures to address SDG 2 (Figure 4.11). A distant second action LRGs took to address SDG 2 (with \n28% of responses) is to provide information to citizens about balanced diets and offer subsidies for specific \nnutritious foods. Safety standards and food subsidies also play a notable role. Twenty-two percent of LRGs \nhave either enforced safety standards and informed consumers about regulations and/or implemented \nfood subsidy programmes to close supply gaps and counterbalance a cost increase. Similarly, 21% of \nLRGs focus on reducing nutrient losses, pesticide and fertiliser use and antimicrobial resistance while \npromoting sustainable farming practices. In contrast, setting up public stockholding programmes to \naddress supply chain disruptions was the least frequently used action (13%). This might imply that the \n0\n5\n10\n15\n20\n25\n30\n35\nIt is a priority and its relevance has\nincreased due to the current inflation\nlevels\nIt is a priority, but there are more\npressing issues for the local/regional\ngovernment\nIt is not a priority for the local/regional\ngovernment\nIt is among the top priorities\n%\nLocal and regional governments\nOther territorial stakeholders"
  },
  {
    "page": 36,
    "text": " 35 \nLOCALISING THE SDGS IN A CHANGING LANDSCAPE © OECD/SDSN 2024  \n  \nimpact of ruptures in the global food supply chain has not yet warranted extreme emergency measures. \nAmong territorial stakeholders, reducing nutrient losses, using pesticides and fertilisers, and addressing \nantimicrobial resistance while promoting sustainable farming practices garnered the highest share of \nresponses (30%). Following closely, setting up food banks and food distributions for the vulnerable \npopulation accounted for 26% of responses, underscoring the significance of targeting vulnerable \npopulations for territorial stakeholders. The remaining actions were distributed relatively evenly among \nterritorial stakeholders, receiving between 16% and 21% of responses. \nFigure 4.11. In light of increasingly frequent ruptures in the global food supply chain due to the \nimplications of the war in Ukraine and the consequences of climate change, how does your \ncity/region address SDG 2? \nShare of respondents selecting the respective options, multiple responses possible \n \nNote: Number of responses from local and regional governments: 158; number of responses from territorial stakeholders: 61. \nSource: OECD-SDSN-CoR survey on the role of cities and regions for the SDGs in a changing landscape. \nThe most common action to achieve a sustainable food system is the promotion of local \nfood production \nNearly 60% of cities and regions participating in the survey are actively promoting local and regional food \nproduction. Local food production, i.e. urban agriculture projects and urban-rural partnerships, emerged \nas the most frequently mentioned measures to attain a sustainable food system (Figure 4.12). The \npromotion of a circular economy approach is similarly important for LRGs, as mentioned by 54% of \nrespondents. In addition, cities and regions often organise awareness-raising events or campaigns to \neducate the population about diets and healthy nutrition (51%). More than a third (35%) of LRGs reported \nhaving incorporated food policies into their urban or regional development strategy, thus demonstrating an \nintegrated approach to food systems. Only 4% of LRGs reported importing food predominantly from \n0\n10\n20\n30\n40\n50\nSet up public stockholding programmes to address supply chain disruption\nOther\nReduce nutrient losses, use of pesticides, expand sustainable farming\nImplement food subsidies to close supply gaps and balance cost increase\nEnforce safety standards, informing consumers about regulations\nInform citizens about balanced diets, targeting nutritious food with subsidies\nSet up food banks and food distributions for  vulnerable populations\n%\nLocal and regional governments\nOther territorial stakeholders"
  },
  {
    "page": 37,
    "text": "36    \nLOCALISING THE SDGS IN A CHANGING LANDSCAPE © OECD/SDSN 2024 \n  \nabroad. Territorial stakeholders also emphasised the importance of promoting local food production, with \n52% of them mentioning it as one of the measures implemented in their city or region to achieve \nsustainable food systems. Other important measures reported by stakeholders include promoting a circular \neconomy approach to the local and regional food system (33%) and organising awareness-raising events \nto educate the population about diets and healthy nutrition. Despite some variation in their share of replies \ncompared to LRGs, the top three responses were consistent between LRGs and territorial stakeholders. \nFigure 4.12. Which measures has your city/region put in place to achieve a sustainable food \nsystem? \nShare of respondents selecting the respective options, multiple responses possible \n \nNote: Number of responses from local and regional governments: 168; number of responses from territorial stakeholders: 60. \nSource: OECD-SDSN-CoR survey on the role of cities and regions for the SDGs in a changing landscape. \nCities and regions mostly promote a circular economy approach to reduce food waste \nPromoting a circular economy approach and reusing surplus food are the two most common programmes \nimplemented by LRGs to reduce food waste. Sixty percent of LRGs promote a circular economy approach \nwith the objective of reducing food waste (Figure 4.13). About 46% of LRGs engage in reusing and \nredistributing surplus food through food banks, supermarket initiatives and transforming it into animal feed. \nAdditionally, 45% of LRGs have implemented measures to prevent food waste throughout the food supply \nchain. Composting and anaerobic digestion for nutrient substance recovery from food waste are cited by \n36% of LRGs. Less frequently used measures include revalorising byproducts and transforming products \nto last longer (12%) as well as energy recovery from food waste (8%). Among territorial stakeholders, the \nmost frequently cited response is the prevention of food waste throughout the food supply chain (44%), \nfollowed by the promotion of a circular economy approach (38%) and reusing and redistributing surplus \nfood (32%). These findings align with the priority measures reported by LRGs. They underscore the \nmultifaceted efforts undertaken by cities and regions to tackle food waste, effectively contributing to \nSDGs 2 and 12. \n0\n10\n20\n30\n40\n50\n60\n70\nPredominantly import food from abroad\nOther\nIntegrate food policies into the territorial development strategy\nRaise awareness to educate the population about healthy nutrition\nPromote a circular economy approach to the food system\nPromote local/regional food production\n%\nLocal and regional governments\nOther territorial stakeholders"
  },
  {
    "page": 38,
    "text": " 37 \nLOCALISING THE SDGS IN A CHANGING LANDSCAPE © OECD/SDSN 2024 \nFigure 4.13. What programmes are being implemented in your city/region to reduce food waste \n(SDGs 2 and 12)? \nShare of respondents selecting the respective options, multiple responses possible \nNote: Number of responses from local and regional governments: 171; number of responses from territorial stakeholders: 63. \nSource: OECD-SDSN-CoR survey on the role of cities and regions for the SDGs in a changing landscape. \nWays forward \nSome possible ways forward for LRGs to use the SDGs to respond to the cost-of-living crisis, transition to \nclean and affordable energy and achieve food security are: \nCost of living \n•\nCombat rising price levels. Considering that 55% of LRGs reported that living standards had\nalready deteriorated since the outbreak of Russia’s war of aggression against Ukraine and that\nthey expected further deteriorations with impacts notably on SDGs related to poverty (SDG 1) and\ninequality (SDG 10) as well as housing (SDG 11), there is a variety of measures that they can take\nto respond to increasing price levels:\no\nProvide the local population with resources and education on budgeting, saving and financial\nmanagement during times of economic stress, e.g. through financial literacy programmes\n(SDGs 1, 4 and 10).\no\nImprove housing affordability by developing targeted solutions for the most vulnerable, such\nas temporary rent subsidies or eviction preventions to limit increases in housing costs and\nensure housing remains affordable for residents (SDGs 10 and 11).\no\nExpand social safety net programmes and food assistance to cushion those in need (SDGs 1,\n3 and 10).\no\nEnhance public transportation options and affordability (e.g. temporary reduction in ticket\nprices for those most in need) to counter the financial burden of increasing fuel prices and\nincentivise the usage of low-carbon mobility options to help meet climate objectives (SDG 11).\n0\n10\n20\n30\n40\n50\n60\n70\nOther\nRevalorising byproducts and transforming products to last longer\nEnergy recovery of food waste\nSubstance recovery of nutrients from food waste\nPrevention of food waste throughout the food supply chain\nReusing and redistributing surplus food\nPromotion of a circular economy approach\n%\nLocal and regional governments\nOther territorial stakeholders"
  },
  {
    "page": 39,
    "text": "38    \nLOCALISING THE SDGS IN A CHANGING LANDSCAPE © OECD/SDSN 2024 \n  \nEnergy  \n• \nIncentivise decarbonisation both in production and consumption. In order to contribute to \nSDG 7, LRGs need to encourage the decarbonisation of energy production, energy efficiency \nimprovements in buildings, industry and transport sectors and the electrification of current fossil \nfuel use. Public-private partnerships and the issuance of municipal bonds and green, social and \nsustainable bonds could help finance respective measures to do so. In particular, LRGs should: \no \nNegotiate with energy providers for a cleaner energy mix or establish a public utility. LRGs can \nnegotiate long-term power purchase agreements with energy providers to finance the \ninstallation of greener sources of energy over the medium term. They can also harness group \npurchasing, such as Community Choice Aggregation or other models, to procure a greener mix \nof energy from a utility on behalf of citizens and the local government. Some LRGs have \nestablished publicly owned energy companies to invest directly in green energy generation and \nsupply, which could help finance additional measures and incentives to decarbonise production \nand consumption. \no \nOffer technical (e.g. public, accessible consultancy services) and financial support – grants, \nlocal tax rebates, soft loans in partnership with local banks and development banks – to small \nand medium-sized enterprises and/or lower-income households to incentivise building \nrenovation measures.  \no \nImprove energy efficiency in the industrial and transport sectors and electrify current fossil fuel \nuse outside power generation, e.g. through low-interest loans to industrial businesses for \nenergy efficiency upgrades, setting up energy efficiency standards and the incentivisation of \nlow-carbon transport through support programmes for electric vehicles.  \no \nPromote the generation of local energy for local consumption, e.g. by incentivising district \nheating or district cooling systems to foster more sustainable and energy-efficient alternatives \ncompared to individual building-based heating and cooling solutions. \no \nFoster behavioural change among relevant key territorial stakeholders through awareness-\nraising (e.g. energy efficiency competitions between schools, municipal offices or social \nhousing blocks, direct marketing to citizens); partnerships with local non-profits and territorial \nstakeholders to analyse local energy savings opportunities; and faster processes and \npermitting from urban planning authorities for new construction projects that propose to meet \nor exceed ambitious local energy efficiency standards.  \n• \nLead by example to decarbonise government-owned buildings and assets. Government-\nowned and operated office buildings, social housing, infrastructure and vehicle fleets can be \nleveraged to achieve SDG 7 at the local level. LRGs, where possible, should: \no \nSet ambitious energy performance standards and regulations for new construction. \no \nCollect data on the energy performance of their building stock.  \no \nDevelop and implement green procurement policies for new construction and refurbishment, \nwhich include a focus on whole life carbon and circularity.  \no \nFinance energy retrofits for buildings and infrastructure through green bonds and other \ninstruments that link repayment to energy savings.  \no \nProgressively electrify LRG-owned transport fleets (personal, utility and maintenance vehicles). \no \nIn cases where cities own or have delegated authority over lighting infrastructure, retrofits to \nLED and smart management of lighting can generate significant savings and reduce their \ncarbon dioxide footprint. Building and infrastructure retrofits can be conducted by local \ngovernments alone or via multi-stakeholder and public-private partnerships. On-site and local \nenergy generation from renewable sources on LRG-owned property and large-scale,"
  },
  {
    "page": 40,
    "text": " 39 \nLOCALISING THE SDGS IN A CHANGING LANDSCAPE © OECD/SDSN 2024  \n  \nlonger-term solutions such as district heating and cooling can also be financed in this way and \nsignificantly contribute to decarbonisation efforts.  \nFood  \n• \nPromote sustainable food systems. There are several tools that could help cities and regions \nadvance sustainable food systems (SDG 2), for example:  \no \nSupport local and regional food production, e.g. promoting urban and peri-urban agriculture to \nincrease local food production and facilitating the creation of community gardens and \nallotments. \no \nAdopt a holistic approach to food systems by developing urban food strategies that intertwine \nfood policy with urban development strategies, thus connecting the social and economic \ndimensions of food systems. \no \nPromote the systematic knowledge sharing of cities’ actions and best practices for sustainable \nfood systems whereby frontrunner cities (e.g. Milan, New York and Strasbourg, among others) \ncan inspire other cities. \no \nEnhance a circular transition in the food sector through public procurement requirements for \ncanteens and food services, e.g. by applying life cycle and environmental criteria to contribute \nto sustainable, organic and responsible product supplies whilst minimising and, in the best \ncase, avoiding negative environmental impacts and waste creation. \no \nFoster circular food systems, e.g. systems for food waste recovery and composting, to close \nthe nutrient loop and reduce landfill waste and by encouraging the use of sustainable and \nrecyclable packaging materials. \n• \nReduce food waste. Local and regional governments could implement several measures to \nincentivise the reduction of food waste within their territory (SDG 2):  \no \nEncourage a circular economy approach, e.g. by developing a comprehensive circular \neconomy strategy, incentivising circular food supply chains and encouraging the purchase of \ngoods and services from circular businesses.  \no \nSupport and collaborate with organisations that rescue surplus food and distribute it to those \nin need, e.g. food banks and supermarket initiatives. Additionally, promote the use of \ntechnology-based solutions like food recovery applications that connect surplus food providers \nwith recipients, minimising waste. \no \nSet specific targets for cutting down food waste and implement regulations to hold businesses \naccountable for meeting these targets, e.g. require food-related businesses, such as \nrestaurants and supermarkets, to report their food waste data regularly, thereby encouraging \nbetter waste management through increased transparency.  \no \nInitiate public awareness campaigns to educate citizens and the private sector about the \nenvironmental and economic impacts of food waste and work with local non-governmental \norganisations and businesses to reduce food waste collectively. Establishing a certification or \nrecognition programme for businesses that actively work to reduce food waste can also \nincentivise customers to choose such products."
  }
]