[
  {
    "page": 24,
    "text": " 23 Around half of surveyed LRGs use the SDGs in the COVID-19 recovery phase \nAround 39% of local and regional governments (LRGs) used the United Nations Sustainable Development \nGoals (SDGs) before the pandemic and are using them to address the COVID-19 recovery phase. The \nmost reported response was using the SDGs before the pandemic and incorporating them in the recovery \nphase. Another quarter of respondents reported that they had not yet used the SDGs as a framework for \nCOVID-19 recovery but were planning to do so. Approximately 23% of respondents reported not using the \nSDGs and not intending to incorporate them into the COVID-19 recovery phase. A small proportion of \nrespondents (9%) seized the opportunity of the COVID-19 recovery phase to initiate work on the SDGs. \nTerritorial stakeholders exhibited a similar pattern, as 39% had used the SDGs before the pandemic and \ncontinued to do so during the COVID-19 recovery phase. Among all territorial stakeholders, 29% intend to \nintegrate the SDGs into the recovery phase, although they had not used them before (Figure 3.1).  \nFigure 3.1. Are you using the SDGs as a framework for the COVID-19 recovery phase? \nShare of respondents selecting the respective options \nNote: Number of responses from local and regional governments: 175; number of responses from other territorial stakeholders: 62. \nSource: OECD-SDSN-CoR survey on the role of cities and regions for the SDGs in a changing landscape. \n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\nYes, we used the SDGs before\nand use them to address the\nCOVID-19 recovery\nNot yet, but we are\nplanning to do so\nNo, and we have\nno intention to do so\nYes, although we did not use the\nSDGs before, we are using them\nnow to address the COVID-19\nrecovery\nOther\n%\nLocal and regional governments\nOther territorial stakeholders\n3 The role of the SDGs for COVID-19 \nrecovery in cities and regions"
  },
  {
    "page": 25,
    "text": "24      \nThe people dimension is the top post-COVID-19 challenge at the subnational \nlevel \nAmong the 5 dimensions of the 2030 Agenda, 45% of LRGs consider the people dimension (SDGs 1-5) to \nbe the most important post-COVID-19 challenge. Responses underline the importance of the SDGs on \npoverty, food, health, education and gender. These SDGs had already emerged as the most important \nchallenges in the previous 2021 OECD-CoR survey (Box 2.1). The second-most important post-COVID-19 \nchallenge for LRGs is the prosperity dimension (SDGs 7-11), with 22% of responses. It includes the SDGs \non energy, economic growth, innovation and infrastructure, inequality and sustainable cities. The planet \ndimension (SDGs 6 and 12-15), which comprises the SDGs on water, sustainable consumption and \nproduction, climate action and life on land and underwater, received a slightly lower priority (20%), followed \nby SDG 17 on partnerships (8%) and SDG 16 on peace, justice and strong institutions (5%) (Figure 3.2). \nThe responses of territorial stakeholders are in line with those of local and regional governments. Among \nterritorial stakeholders, 40% considered the people dimension to be the major post-COVID-19 challenge \nin their city or region, i.e. 5 percentage points less than among LRGs. The prosperity dimension ranked \nsecond for territorial stakeholders, albeit with a higher share than for LRGs (30% vs. 22%), followed by the \nplanet and partnership dimensions (13% each) and the peace dimension (3%) (Figure 3.2). \nFigure 3.2. Where do you see the biggest post-COVID-19 challenges for your city/region with \nregard to the SDGs? \nShare of respondents selecting the respective options \n \nNote: Number of responses from local and regional governments: 173; number of responses from other territorial stakeholders: 60. \nSource: OECD-SDSN-CoR survey on the role of cities and regions for the SDGs in a changing landscape. \nWays forward \nSome possible ways forward for LRGs to use the SDGs to achieve their key policy priorities in the \nCOVID-19 recovery phase are: \n• \nAlign local or regional development strategies with the SDGs. Ensure that recovery plans are \naligned with both the SDGs on the one hand and the local or regional development strategy on the \nother, while accounting for the specific needs and challenges of each city and region, including the \n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\nPeople dimension\n(SDGs 1-5)\nProsperity dimension\n(SDGs 7-11)\nPlanet dimension\n(SDGs 6 and 12-15)\nPartnership dimension\n(SDG 17)\nPeace dimension\n(SDG 16)\n%\nLocal and regional governments\nOther territorial stakeholders"
  },
  {
    "page": 26,
    "text": " 25 \nLOCALISING THE SDGS IN A CHANGING LANDSCAPE © OECD/SDSN 2024  \n  \nvaried impact of the COVID-19 pandemic. The recovery phase should be leveraged as an \nopportunity to enhance resilience and preparedness for future shocks and crises. LRGs should \nperiodically assess progress on the implementation of the recovery plan and local policy priorities, \nmaking necessary adjustments to strategies as conditions evolve. \n• \nUse SDG indicators to assess the impact of the COVID-19 pandemic. Take advantage of SDG \ndata and localised indicator frameworks to assess the impact of the COVID-19 pandemic at the \nlocal level. Doing so could help guide local policy making during the COVID-19 recovery period, \nwith a particular focus on the SDGs of the People dimension (SDGs 1-5) that have emerged as the \nmost important post-COVID-19 challenges. The recovery period could provide an opportunity to \nset up new measurement systems for the SDGs if they do not yet exist or to align existing systems \nwith harmonised and comparable local SDG indicator frameworks such as the OECD localised \nindicator framework for measuring distance to achieving the SDGs. \n• \nPromote policy coherence across levels of government. The COVID-19 recovery phase and \nthe mid-point of the 2030 Agenda provide an opportunity to reassess the multi-level governance of \nthe SDG implementation between cities, regions and national governments, reducing the risk of \ndisjointed recovery efforts. This calls for aligning national, regional and local policies and strategies \nfor the SDGs and defining clear roles and responsibilities for each level of government regarding \nSDG implementation. This also means assessing whether standardised reporting mechanisms \nacross levels of government as well as harmonised legal frameworks are in place to facilitate the \nimplementation of the 2030 Agenda across levels of government."
  }
]