[
  {
    "page": 17,
    "text": "16      \nAwareness-raising campaigns are the primary vehicle that local and regional \ngovernments deploy to achieve the SDGs \nAwareness-raising campaigns are the most common action adopted by cities and regions for the \nimplementation of the United Nations Sustainable Development Goals (SDGs). Almost two-thirds (62%) of \nresponding local and regional governments stated they used awareness-raising campaigns, followed by a \ndedicated strategy or action plan for the SDGs (56%). The awareness-raising campaign already ranked \ntop in the 2021 OECD-European Committee of the Regions (CoR) survey of local and regional \ngovernments (Box 2.1). In the new survey, more than half (51%) of respondents also reported using \nexisting indicators or setting up new measurement systems to track progress on the SDGs. Less common \nare governance arrangements, such as setting up an internal committee or taskforce working horizontally \nacross departments (34%) or a sustainable development council attached to a high-level decision maker \n(16%). Responses from territorial stakeholders reflect this pattern, with 59% engaging in awareness-raising \nactivities and 44% having a dedicated SDG strategy or action plan in place (Figure 2.1).  \nFigure 2.1. Which of these policies and actions has your city/region adopted for the implementation \nof the SDGs in your territory? \nShare of respondents selecting the respective options, multiple responses possible \n \nNote: Number of responses from local and regional governments: 177; number of responses from other territorial stakeholders: 61. \nSource: OECD-SDSN-CoR survey on the role of cities and regions for the SDGs in a changing landscape. \n0\n10\n20\n30\n40\n50\n60\n70\nOther\nA sustainable development council or similar attached to a high-level decision maker\nAn internal committee or other structure, working across services and horizontally\nUse of existing indicators or new measurement systems to track progress on SDGs\nA dedicated strategy or action plan for SDG implementation\nAwareness-raising campaigns, either internal or external\n%\nLocal and regional governments\nOther territorial stakeholders\n2 Snapshot of SDG implementation in \ncities and regions"
  },
  {
    "page": 18,
    "text": " 17 \nLOCALISING THE SDGS IN A CHANGING LANDSCAPE © OECD/SDSN 2024  \n  \nBox 2.1. Key findings from the previous OECD-CoR survey (2021) on the SDGs as a framework \nfor COVID-19 recovery in cities and regions \nFrom 10 May 2021 to 18 June 2021, the OECD and the European Committee of the Regions (CoR) \nconducted a survey on “The SDGs as a framework for COVID-19 recovery in cities and regions” across \ncities and regions. The survey targeted representatives of local and regional governments as well as \nother stakeholders at the local and regional levels (more than 140 respondents) to collect examples \nand evidence of their work on the 2030 Agenda in the COVID-19 recovery phase. The OECD and CoR \nconducted this second survey after a first on “The key contribution of cities and regions to sustainable \ndevelopment” between December 2018 and March 2019.1  \nOverall, most local and regional governments (60%) responding to the survey considered the SDGs to \nbe an appropriate framework for designing a holistic approach to the COVID-19 recovery. Forty percent \nof local and regional governments (LRGs) had already used the SDGs as a policy-making tool before \nthe pandemic and started using them to shape their recovery strategies. Forty-four percent had not \nused the SDGs prior to the pandemic but were planning to do so. Sixty-eight percent of LRGs using the \nSDGs for recovery decided to do so to shape new plans, policies and strategies based on the 2030 \nAgenda or to adapt existing ones. In terms of challenges, capacity (staff and skills) and funding gaps \nwere the main bottlenecks preventing LRGs from using the SDGs to guide their recovery strategies for \n47% and 44% of respondents respectively. \nAmong the measures put in place to advance the 2030 Agenda, indicators and measurement systems \nto track progress on the SDGs and awareness-raising campaigns were LRGs’ most widely adopted \nactions to advance the SDGs (41%). At the same time, political leadership played a key role. \nThirty-eight percent of respondents considered it the most important success factor for implementing \nthe SDGs. However, only half of surveyed LRGs and territorial stakeholders contributed to their national \ngovernment’s Voluntary National Reviews (VNRs), suggesting potential for improving co-operation \nbetween different levels of government. \nIn terms of key policy priorities for cities and regions in the COVID-19 recovery phase, almost 60% of \nthem prioritised the efficient delivery of social and community services for disadvantaged groups and \nequitable access to education to reduce inequalities. A third of them considered switching from fossil \nfuels to zero-carbon sources and decarbonising the built environment as the two most promising \nstrategies for transitioning to cleaner energy production. Almost half of cities and regions (49%) \nidentified improving multi-modal transport, such as active and clean urban mobility, as a key priority for \nsustainable mobility and accessibility. Thirty-six percent of LRGs considered digitalisation as a top \npriority for the transition towards smarter cities and regions. Finally, 41% of cities and regions \nhighlighted stakeholder engagement in local and regional policy making as the most effective \ncontribution to the SDG to strengthen citizens’ trust in their governments. \n1. Detailed findings of the first OECD-CoR survey can be found in OECD (2020[1]). \nSource: OECD (2022[2]), “The Sustainable Development Goals as a framework for COVID-19 recovery in cities and regions”, \nhttps://doi.org/10.1787/6d25b59b-en.  \nPolitical leadership at the local and regional levels is the most important success \nfactor in SDG implementation for subnational governments \nPolitical leadership is considered the most relevant success factor for the localisation of the SDGs. Political \nleadership at the local and regional levels is the top success factor for both LRGs (76%) and territorial"
  },
  {
    "page": 19,
    "text": "18      \nstakeholders (49%) who responded to this survey question. Over 50% of LRGs and more than 40% of \nterritorial stakeholders also responded that peer-to-peer learning with other cities and regions and \ndedicated funding are instrumental for the implementation of the 2030 Agenda. Territorial stakeholders \nresponded that citizen engagement (45%) and political leadership at the national level (34%) were \nimportant success factors for the localisation of the SDGs, i.e. higher shares than those reported by LRGs \n(38% and 28% respectively) (Figure 2.2). \nFigure 2.2. What contributes to the success of SDG implementation in your city/region? \nShare of respondents selecting the respective options, multiple responses possible \n \n \nNote: Number of responses from local and regional governments: 178; number of responses from other territorial stakeholders: 65. \nSource: OECD-SDSN-CoR survey on the role of cities and regions for the SDGs in a changing landscape. \nFor most local and regional governments, a lack of financial resources is a key \ngovernance challenge for implementing the SDGs \nA majority of local and regional governments cited a lack of financial resources as a governance challenge \nfor implementing the SDGs. The main challenge identified by local and regional governments (64% of \nrespondents) was a lack of financial resources. In comparison, 52% of territorial stakeholders responded \nthat a lack of financial resources was a governance challenge. LRGs also indicated that shifting political \npriorities (49%), a lack of vertical co-ordination (44%) and a lack of awareness (43%) were among the \ngovernance challenges they faced. Responses from territorial stakeholders differed slightly from LRG \nresponses. Higher percentages of territorial stakeholders stated that shifting political priorities (60%), a \nlack of vertical co-ordination (55%), awareness (60%) and horizontal co-ordination (54%) were key \ngovernance challenges for implementing the 2030 Agenda. Both LRGs and territorial stakeholders \nconsidered data availability to be less of an obstacle. Twenty-four percent of local and regional \ngovernments and 37% of territorial stakeholders indicated that a lack of data represented a governance \nchallenge (Figure 2.3). \n0\n10\n20\n30\n40\n50\n60\n70\n80\nPolitical leadership at the\nlocal/regional level\nPeer-to-peer learning\nwith other cities and\nregions\nDedicated funding/budget\nHigh level of citizen\nengagement\nPolitical leadership at the\nnational level\nOther\n%\nLocal and regional governments\nOther territorial stakeholders"
  },
  {
    "page": 20,
    "text": " 19 \nLOCALISING THE SDGS IN A CHANGING LANDSCAPE © OECD/SDSN 2024  \n  \nFigure 2.3. What are the governance challenges your city/region has faced or is currently facing in \nimplementing the 2030 Agenda? \nShare of respondents selecting the respective options, multiple responses possible \n \n \nNote: Number of responses from local and regional governments: 176; number of responses from other territorial stakeholders: 65. \nSource: OECD-SDSN-CoR survey on the role of cities and regions for the SDGs in a changing landscape. \nLocal and regional governments track SDG progress using local, regional and \nnational data \nA significant majority of LRGs use local, regional and national data to monitor their progress in achieving \nthe SDGs. As mentioned above, more than half (51%) of LRGs reported tracking their SDG progress by \nusing existing indicators or setting up new measurement systems. Seventy percent of respondents from \nLRGs use local and regional sources of data (official statistics) to track their SDG progress. \nSixty-four percent use national data sources to do so. Additionally, 41% of LRG respondents use \nqualitative assessments (e.g. case studies, interviews, workshops) in tracking SDG progress. Fewer LRGs \nused private (21%), international (20%), open (18%) or unconventional (16%) sources of data. There are \nalso considerable differences between the responses of LRGs and those of territorial stakeholders. \nTerritorial stakeholders used qualitative (48%), international (36%), private (25%), open source (31%), and \nunconventional sources of data (22%) more frequently than local and regional governments did to track \nSDG progress. Conversely, territorial stakeholders used local and regional data sources much less \nfrequently (53% compared to 70% among LRGs) (Figure 2.4)."
  },
  {
    "page": 21,
    "text": "20      \nFigure 2.4. What type of data do you use to track progress on the SDGs? \nShare of respondents selecting the respective options, multiple responses possible \n \n \nNote: Number of responses from local and regional governments: 176; number of responses from other territorial stakeholders: 65. \nSource: OECD-SDSN-CoR survey on the role of cities and regions for the SDGs in a changing landscape. \nWays forward \nSome possible ways forward for LRGs to harness the SDGs to shape sustainable development policies, \ntrack progress and secure sufficient resources could be to: \n• \nLeverage the SDGs to design sustainable urban and regional development policies. To \nadvance sustainable development in their city or region, additional subnational governments could \nmainstream the SDGs in their policies and strategies for urban and sustainable development. The \n2030 Agenda provides a long-term vision for strategies, plans and policies with a clear and \ncommon milestone in 2030. If sustainable development strategies already exist, integrating the \nframework of the SDGs into them allows LRGs to overcome the challenges of sector-based \nplanning and shift from a sectoral to a multi-sectoral and holistic approach in the design and \nimplementation of local and regional development strategies and policies. It also enables them to \nprioritise their main sustainability targets while considering and managing the links, impacts and \ntrade-offs concerning other SDGs (e.g. between climate and air quality, sustainable mobility and \ninequalities).  \n• \nBoost political leadership for the SDGs. Given the importance of political leadership at the \nsubnational level, with over 70% of LRGs reporting their contribution to the success of SDG \nimplementation, local and regional governments could expand their outreach by actively engaging \nin national and international city networks, including through enabling peer-to-peer learning on the \n2030 Agenda. Such engagement could help leverage local and regional political leadership to \nincrease the uptake of the SDGs as a policy-making tool and monitoring framework, but also to \nraise awareness among internal and external stakeholders about the 2030 Agenda. Furthermore, \ncivil servants need to be vocal about the advantages of the SDGs as a policy-making framework \nand advocate for their implementation at the local level, thereby raising the awareness of their \npolitical leaders about the 2030 Agenda. \n• \nSet up localised SDG indicator frameworks or align existing indicator frameworks with the \nSDGs to track the progress of the 2030 Agenda. When starting to use indicators to track \n0\n10\n20\n30\n40\n50\n60\n70\n80\nLocal/regional\nNational\nQualitative\nPrivate\nInternational\nOpen source\nUnconventional\nOther\n%\nLocal and regional governments\nOther territorial stakeholders"
  },
  {
    "page": 22,
    "text": " 21 \nLOCALISING THE SDGS IN A CHANGING LANDSCAPE © OECD/SDSN 2024  \n  \nprogress of the 2030 Agenda or further refining existing frameworks, LRGs should define their \nstrategic goals for SDG monitoring, e.g. if they want to demonstrate progress against national or \ninternational averages, prioritise local policy decisions with reference to specific SDGs, assess the \nimpact of existing policies against SDG targets and/or communicate with citizens and other \nstakeholders, which all involve both internal processes and capacity for collecting and analysing \ndata and public-facing tools (e.g. an online portal or database) for public dissemination. In \nparticular, LRGs should: \no \nAssess the availability and sources of data and their capacity to collect, process, maintain and \ndisseminate these on a regular basis. This could inform the selection of indicators based on \ndata availability and political priorities.  \no \nAllocate dedicated funding and/or resources to ensure data are regularly processed, updated \nand shared. Many of these steps can be taken through targeted collaborations with universities, \nresearch institutes and the private sector, allowing LRGs to expand the range and types of data \nused for SDG monitoring and policy evaluation. The OECD, Sustainable Development \nSolutions Network (SDSN) and other organisations also offer tools for LRGs to align this work \nwith existing harmonised, comparable approaches such as the OECD localised indicator \nframework for measuring the distance to achieving the SDGs in cities and regions. \no \nBridge the data gap, which will be essential for better monitoring given that 24% of LRGs \nresponded that a lack of data remained a challenge for them and that sources beyond \nadministrative data (e.g. qualitative, international, open and unconventional [social media, \nmobile tracking, etc.]) remain underexploited. This involves not only accessing these types of \ndata, including through tools like artificial intelligence and relevant software but also making \nresources available and building capacity to incorporate them effectively into SDG monitoring \nand broader policy evaluation frameworks. \no \nSet up a multi-level governance framework that allows for horizontal co-ordination within local \nor regional government departments and among territorial stakeholders to determine clear \nroles and responsibilities for collecting, validating and sharing data. LRGs should also \nco-ordinate vertically with other levels of government, assessing how their local monitoring \nframework contributes to or overlaps with existing national frameworks and initiatives, including \ncountry-level VNR processes.  \n• \nSecure the necessary resources and capacity for the implementation of the 2030 Agenda. \nLRGs should use the SDGs as a tool to allocate budgets to ensure the allocation of sufficient \nresources to implement the 2030 Agenda and foster continuity over time (OECD, 2022[3]). This \nexercise requires adequate local SDG monitoring as described in the previous recommendation in \norder to set targets, assess progress and prioritise policies based on specific SDGs. LRGs can \nalso use the SDGs to attract investment, whether through innovative financial mechanisms like \nmunicipal or regional sustainability bonds, local investment crowdfunding platforms or contingency \nfunds tied to achieving specific SDGs. They can also encourage private sector investment to fund \nurban development projects aligned with the SDGs through sustainable public procurement and \npublic-private partnerships. Finally, LRGs can also participate in or learn from the growing number \nof peer-to-peer learning groups and international city networks that are seeking to address the lack \nof subnational financial resources for the SDGs. For example, the SDSN and the University of \nPennsylvania, with the participation of the OECD, have convened the SDSN Global Commission \nfor Urban SDG Finance, a commission to analyse barriers to urban SDG finance, evaluate existing \nproposals to improve access to urban finance and develop new strategies and mechanisms to \nbetter align the global financial architecture with urban needs (SDSN, 2023[4])."
  }
]